{
  "PKN": {
    "description": "PKN ORLEN to największy koncern paliwowo-energetyczny w Europie Środkowej, powstały z połączenia Polskiego Koncernu Naftowego i rafinerii Orlen. Prowadzi rafinerie w Polsce, Czechach i na Litwie oraz sieć ponad 3000 stacji paliw w regionie. Po przejęciu Grupy LOTOS, PGNiG i Energi stał się zintegrowanym gigantem energetycznym obejmującym wydobycie, przerób ropy, dystrybucję gazu i energetykę odnawialną. Spółka wchodzi w skład indeksu WIG20.",
    "sector": "Energetyka",
    "founded": "1999",
    "headquarters": "Płock",
    "indices": ["WIG20"]
  },
  "PKO": {
    "description": "PKO Bank Polski to największy bank w Polsce pod względem aktywów, liczby klientów i sieci placówek, z historią sięgającą 1919 roku. Obsługuje ponad 11 milionów klientów detalicznych i posiada wiodącą pozycję w segmencie kredytów hipotecznych w kraju. Większościowym akcjonariuszem pozostaje Skarb Państwa, co zapewnia bankowi stabilną bazę kapitałową. Spółka jest jednym z filarów indeksu WIG20.",
    "sector": "Banki",
    "founded": "1919",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "PEO": {
    "description": "Bank Pekao to drugi co do wielkości bank komercyjny w Polsce, działający nieprzerwanie od 1929 roku. Obsługuje klientów indywidualnych, przedsiębiorstwa oraz instytucje, oferując pełen zakres produktów bankowości detalicznej i korporacyjnej. Kontrolowany przez PZU SA i Polski Fundusz Rozwoju, utrzymuje pozycję jednego z najstabilniejszych banków w regionie CEE. Spółka należy do indeksu WIG20.",
    "sector": "Banki",
    "founded": "1929",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "KGH": {
    "description": "KGHM Polska Miedź to jeden z największych producentów miedzi i srebra na świecie, wydobywający rudy z kopalni w Polsce (Zagłębie Miedziowe), Chile i Kanadzie. Polska jest siódmym producentem miedzi na świecie, a KGHM odpowiada za znaczącą część krajowego PKB i eksportu. Spółka posiada własne huty i zakłady przeróbcze oraz prowadzi działalność w segmencie energetyki. Wchodzi w skład indeksu WIG20.",
    "sector": "Surowce",
    "founded": "1961",
    "headquarters": "Lubin",
    "indices": ["WIG20"]
  },
  "PZU": {
    "description": "PZU SA to największa polska firma ubezpieczeniowa i jedna z największych w Europie Środkowej, działająca nieprzerwanie od 1803 roku. Oferuje pełen zakres ubezpieczeń majątkowych, komunikacyjnych i na życie dla klientów indywidualnych i biznesowych. Poprzez spółkę TFI PZU zarządza również funduszami inwestycyjnymi, a przez udziały w PKO BP i Pekao ma silną pozycję w sektorze bankowym. Akcje PZU wchodzą w skład indeksu WIG20.",
    "sector": "Ubezpieczenia",
    "founded": "1803",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "DNP": {
    "description": "Dino Polska to jedna z najszybciej rozwijających się sieci supermarketów spożywczych w Polsce, operująca głównie na obszarach małych i średnich miast oraz terenach wiejskich. Spółka wyróżnia się modelem własności sklepów (bez franczyzy) i centralnym systemem dostaw z własnych magazynów chłodniczych. Od debiutu giełdowego w 2017 roku Dino konsekwentnie otwiera kilkaset nowych sklepów rocznie i należy do grona najszybciej rosnących spółek w indeksie WIG20.",
    "sector": "Handel",
    "founded": "1999",
    "headquarters": "Krotoszyn",
    "indices": ["WIG20"]
  },
  "LPP": {
    "description": "LPP SA to największy polski producent i dystrybutor odzieży, właściciel marek Reserved, Cropp, House, Mohito i Sinsay. Firma operuje ponad 2000 sklepów w kilkudziesięciu krajach, ze szczególnie silną obecnością w Europie Środkowej i Wschodniej. Po tymczasowym wyjściu z Rosji po 2022 roku spółka koncentruje ekspansję na rynkach Europy Zachodniej i Azji Południowo-Wschodniej. LPP jest jedną z największych spółek w indeksie WIG20.",
    "sector": "Handel",
    "founded": "1991",
    "headquarters": "Gdańsk",
    "indices": ["WIG20"]
  },
  "ALE": {
    "description": "Allegro.eu to największa platforma e-commerce w Polsce i jedna z wiodących w Europie Środkowej, łącząca miliony kupujących ze sprzedającymi w modelu marketplace. Spółka zadebiutowała na GPW w 2020 roku w jednym z największych IPO w historii polskiego rynku, pozyskując blisko 2,1 mld USD. Allegro oferuje własną platformę płatniczą Allegro Pay oraz usługi logistyczne One Fulfillment, rozwijając ekosystem usług dla sprzedawców. Wchodzi w skład indeksu WIG20.",
    "sector": "E-commerce",
    "founded": "1999",
    "headquarters": "Poznań",
    "indices": ["WIG20"]
  },
  "CDR": {
    "description": "CD Projekt to polskie studio gier wideo znane na całym świecie, twórca serii Wiedźmin oraz cyberpunkowej gry Cyberpunk 2077. Spółka jest właścicielem cyfrowej platformy dystrybucji gier GOG.com, która specjalizuje się w grach DRM-free. Seria Wiedźmin 3: Dziki Gon sprzedała się w ponad 50 milionach egzemplarzy, stając się jedną z najlepiej ocenianych gier w historii. CD Projekt wchodzi w skład indeksu WIG20.",
    "sector": "Gry",
    "founded": "1994",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "PGE": {
    "description": "PGE Polska Grupa Energetyczna to największy wytwórca i dostawca energii elektrycznej w Polsce, kontrolowany przez Skarb Państwa. Spółka zarządza elektrowniami węglowymi, wodnymi oraz rozbudowuje portfel aktywów w energetyce odnawialnej (wiatrowej i fotowoltaicznej). PGE aktywnie uczestniczy w transformacji energetycznej kraju, inwestując w morskie farmy wiatrowe na Bałtyku i infrastrukturę sieciową. Spółka wchodzi w skład indeksu WIG20.",
    "sector": "Energetyka",
    "founded": "1990",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "SPL": {
    "description": "Santander Bank Polska (dawniej BZ WBK) to jeden z największych banków komercyjnych w Polsce, będący częścią hiszpańskiej Grupy Santander. Oferuje pełen zakres usług bankowych dla klientów indywidualnych, małych i średnich przedsiębiorstw oraz korporacji. Santander Bank Polska jest znany z innowacyjnych rozwiązań cyfrowych i bankowości mobilnej oraz z przejęcia Kredyt Banku w 2012 roku. Spółka wchodzi w skład indeksu WIG20.",
    "sector": "Banki",
    "founded": "1989",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "OPL": {
    "description": "Orange Polska (dawniej Telekomunikacja Polska) to największy operator telekomunikacyjny w Polsce, świadczący usługi telefonii stacjonarnej, mobilnej, internetu i telewizji. Spółka jest częścią francuskiej Grupy Orange, jednego z największych operatorów telekomunikacyjnych na świecie. Orange Polska systematycznie rozbudowuje sieć światłowodową i infrastrukturę 5G, obsługując kilkanaście milionów klientów. Wchodzi w skład indeksu WIG20.",
    "sector": "Telekomunikacja",
    "founded": "1991",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "MBK": {
    "description": "mBank to jeden z pionierów bankowości internetowej w Polsce, uruchomiony w 2000 roku jako pierwsza w pełni internetowa instytucja finansowa w Europie Środkowej. Wchodzi w skład Grupy Commerzbank i obsługuje ponad 5 milionów klientów w Polsce, Czechach i Słowacji. Bank wyróżnia się nowoczesną platformą cyfrową i innowacyjnym podejściem do produktów finansowych. Akcje mBanku notowane są w indeksie WIG20.",
    "sector": "Banki",
    "founded": "2000",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "CCC": {
    "description": "CCC SA (działające pod marką Modivo Group) to jeden z największych europejskich detalistów obuwniczych, operujący siecią sklepów stacjonarnych i platform e-commerce w kilkudziesięciu krajach. Spółka jest właścicielem marek CCC, HalfPrice, Modivo i eobuwie.pl, łącząc sprzedaż stacjonarną z kanałem online. Segment eobuwie.pl/Modivo to jedna z największych platform sprzedaży obuwia i odzieży online w Europie Środkowej. CCC wchodzi w skład indeksu WIG20.",
    "sector": "Handel",
    "founded": "1999",
    "headquarters": "Polkowice",
    "indices": ["WIG20"]
  },
  "KRU": {
    "description": "Kruk SA to największa polska firma windykacyjna i jedna z czołowych w Europie, działająca na rynkach Polski, Rumunii, Włoch, Hiszpanii, Niemiec i innych krajów europejskich. Spółka specjalizuje się w zakupie portfeli wierzytelności od banków i firm pożyczkowych oraz windykacji długów na własny rachunek. Kruk jest liderem rynku konsumenckiego zarządzania wierzytelnościami w Polsce i utrzymuje ekspansję na nowe rynki europejskie. Wchodzi w skład indeksu WIG20.",
    "sector": "Finanse",
    "founded": "1998",
    "headquarters": "Wrocław",
    "indices": ["WIG20"]
  },
  "BDX": {
    "description": "Budimex to największa polska firma budowlana i jedna z czołowych w Europie Środkowej, realizująca kontrakty infrastrukturalne, drogowe, kolejowe i kubaturowe. Spółka jest częścią hiszpańskiej Grupy Ferrovial i uczestniczy w kluczowych inwestycjach infrastrukturalnych finansowanych ze środków UE. Budimex prowadzi również działalność deweloperską (Budimex Nieruchomości) i zarządzanie nieruchomościami komercyjnymi. Notowany jest w indeksie WIG20.",
    "sector": "Budownictwo",
    "founded": "1968",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "MIL": {
    "description": "Bank Millennium to ogólnopolski bank komercyjny będący częścią portugalskiej Grupy Millennium BCP. Obsługuje ponad 2,5 miliona klientów w Polsce, oferując produkty bankowości detalicznej, hipotecznej i korporacyjnej. Bank jest znany z ekspozycji na kredyty frankowe (CHF), co przez lata generowało rezerwy prawne i wpływało na wyniki finansowe. Bank Millennium wchodzi w skład indeksu mWIG40.",
    "sector": "Banki",
    "founded": "1989",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "TPE": {
    "description": "Tauron Polska Energia to drugi co do wielkości wytwórca energii elektrycznej w Polsce, kontrolowany przez Skarb Państwa. Spółka zarządza elektrowniami węglowymi w Jaworznie i Łagiszy, siecią dystrybucyjną na południu Polski oraz zakładami wydobycia węgla. Tauron realizuje program transformacji energetycznej, stopniowo odchodząc od węgla na rzecz odnawialnych źródeł energii. Spółka wchodzi w skład indeksu mWIG40.",
    "sector": "Energetyka",
    "founded": "2006",
    "headquarters": "Katowice",
    "indices": ["mWIG40"]
  },
  "KTY": {
    "description": "Grupa Kęty to wiodący producent wyrobów z aluminium w Polsce i jeden z czołowych w Europie, oferujący profile aluminiowe, systemy architektoniczne i opakowania giętkie. Spółka wyróżnia się kompleksowym łańcuchem produkcyjnym — od wytapiania aluminium po gotowe systemy okienno-drzwiowe i fasadowe. Grupa Kęty jest ceniona za stabilną politykę dywidendową i konsekwentny wzrost organiczny. Wchodzi w skład indeksu WIG20.",
    "sector": "Przemysł",
    "founded": "1953",
    "headquarters": "Kęty",
    "indices": ["WIG20"]
  },
  "LWB": {
    "description": "LW Bogdanka (Lubelski Węgiel Bogdanka) to jeden z najnowocześniejszych i najbardziej wydajnych producentów węgla energetycznego w Polsce. Kopalnia w Bogdance wyróżnia się wysokim poziomem mechanizacji wydobycia i należy do czołówki pod względem efektywności kosztowej spośród polskich kopalń węgla. Spółka dostarcza węgiel głównie do elektrowni i elektrociepłowni, a jej wyniki są ściśle powiązane z popytem energetycznym i cenami węgla na rynkach europejskich. Notowana jest w indeksie sWIG80.",
    "sector": "Surowce",
    "founded": "1975",
    "headquarters": "Bogdanka",
    "indices": ["sWIG80"]
  },
  "CPS": {
    "description": "Cyfrowy Polsat to największy prywatny nadawca telewizyjny i wiodący dostawca usług multimedialnych w Polsce, zarządzający kanałami telewizji satelitarnej i naziemnej, platformą streamingową Polsat Box Go oraz usługami mobilnymi Polsat Box. Spółka jest kontrolowana przez Zygmunta Solorza i łączy w sobie media, telekomunikację i dystrybucję treści. Poprzez Polkomtel (Plus) oferuje usługi telefonii komórkowej milionom abonentów. Cyfrowy Polsat wchodzi w skład indeksu mWIG40.",
    "sector": "Media",
    "founded": "1994",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "AMC": {
    "description": "Amica SA to największy polski producent sprzętu AGD, wytwarzający kuchnie, piekarniki, chłodziarki i pralki pod markami Amica, Gram (Skandynawia) i CDA (Wielka Brytania). Spółka sprzedaje swoje produkty w kilkudziesięciu krajach, a znaczna część przychodów pochodzi z rynków zachodnioeuropejskich. Amica jest notowana na GPW od 1997 roku i utrzymuje silną pozycję w segmencie urządzeń do gotowania w Polsce i Europie Środkowej. Wchodzi w skład indeksu sWIG80.",
    "sector": "AGD",
    "founded": "1945",
    "headquarters": "Wronki",
    "indices": ["sWIG80"]
  },
  "PCO": {
    "description": "Pepco Group to europejska sieć sklepów z tanią odzieżą, artykułami dla domu i zabawkami, operująca pod markami Pepco (Europa Środkowa i Wschodnia), Dealz (Irlandia i Polska) oraz Poundland (Wielka Brytania). Spółka liczy ponad 4000 sklepów w ponad 20 krajach i jest jednym z najszybciej rozwijających się detalistów w Europie. Pepco debiutowało na GPW w 2021 roku, stając się jedną z największych spółek giełdowych w Polsce. Wchodzi w skład indeksu WIG20.",
    "sector": "Handel",
    "founded": "1999",
    "headquarters": "Poznań",
    "indices": ["WIG20"]
  },
  "XTB": {
    "description": "XTB SA to jeden z największych na świecie brokerów foreksowych i CFD notowanych na giełdzie, oferujący platformę inwestycyjną xStation klientom z ponad 170 krajów. Spółka założona w Polsce ekspanduje globalnie, posiadając licencje regulacyjne w Unii Europejskiej, Wielkiej Brytanii i innych jurysdykcjach. XTB wyróżnia się silnym wzrostem bazy klientów i wysoką rentownością, regularnie wypłacając dywidendę. Wchodzi w skład indeksu mWIG40.",
    "sector": "Finanse",
    "founded": "2002",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "VRG": {
    "description": "VRG SA (dawniej Vistula Group) to polska spółka odzieżowa zarządzająca sieciami sklepów z odzieżą premium i biżuterią pod markami Vistula, Wólczanka, W.Kruk i Deni Cler. Spółka pozycjonuje się w segmencie odzieży wizytowej i eleganckich akcesoriów dla wymagających klientów. Marka W.Kruk to jeden z największych polskich sprzedawców biżuteryi zegarków z ponad 170-letnią tradycją. VRG wchodzi w skład indeksu sWIG80.",
    "sector": "Handel",
    "founded": "1945",
    "headquarters": "Kraków",
    "indices": ["sWIG80"]
  },
  "BNP": {
    "description": "BNP Paribas Bank Polska to jeden z największych banków komercyjnych w Polsce, będący częścią francuskiej Grupy BNP Paribas, jednego z największych banków na świecie. Spółka obsługuje klientów detalicznych, mikroprzedsiębiorstwa, MŚP i korporacje, wyróżniając się ofertą bankowości agro dla sektora rolniczego. Poprzez fuzje z BGŻ i Raiffeisen Polbank bank znacząco zwiększył skalę działalności na polskim rynku. Wchodzi w skład indeksu mWIG40.",
    "sector": "Banki",
    "founded": "2001",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "GPW": {
    "description": "Giełda Papierów Wartościowych w Warszawie to operator głównego rynku akcji, obligacji i instrumentów pochodnych w Polsce oraz największa giełda w Europie Środkowej i Wschodniej. GPW zarządza rynkiem głównym, platformą NewConnect dla małych spółek oraz rynkiem Catalyst dla obligacji korporacyjnych i komunalnych. Spółka notuje ponad 400 przedsiębiorstw o łącznej kapitalizacji przekraczającej bilion złotych i jest sama notowana na prowadzonym przez siebie parkiecie. Wchodzi w skład indeksu mWIG40.",
    "sector": "Finanse",
    "founded": "1991",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "ENA": {
    "description": "Enea SA to jeden z czterech największych pionowo zintegrowanych koncernów energetycznych w Polsce, kontrolowany przez Skarb Państwa. Spółka zajmuje się wydobyciem węgla (LW Bogdanka), wytwarzaniem energii elektrycznej w elektrowniach konwencjonalnych i odnawialnych, dystrybucją i sprzedażą energii. Enea obsługuje kilka milionów odbiorców głównie w zachodniej i północnej Polsce. Wchodzi w skład indeksu mWIG40.",
    "sector": "Energetyka",
    "founded": "2004",
    "headquarters": "Poznań",
    "indices": ["mWIG40"]
  },
  "KER": {
    "description": "Kernel Holding to jeden z największych na świecie producentów i eksporterów oleju słonecznikowego, z siedzibą na Cyprze i aktywami operacyjnymi głównie na Ukrainie. Spółka zarządza siecią skupu i magazynowania zbóż, młynami olejarskimi oraz terminalami eksportowymi w portach ukraińskich. Kernel jest notowany na GPW w Warszawie i przez lata był jednym z największych eksporterów z Ukrainy. Wchodzi w skład indeksu mWIG40.",
    "sector": "Rolnictwo",
    "founded": "1994",
    "headquarters": "Luksemburg",
    "indices": ["mWIG40"]
  },
  "JSW": {
    "description": "Jastrzębska Spółka Węglowa to największy producent wysokiej jakości węgla koksującego w Unii Europejskiej, dostarczający surowiec do hut stali w całej Europie. Spółka kontroluje kilka kopalń w Zagłębiu Ostrawsko-Karwińskim, a jej wyniki finansowe są silnie uzależnione od globalnych cen węgla koksującego i popytu ze strony przemysłu stalowego. JSW jest kontrolowana przez Skarb Państwa i należy do indeksu mWIG40.",
    "sector": "Surowce",
    "founded": "1993",
    "headquarters": "Jastrzębie-Zdrój",
    "indices": ["mWIG40"]
  },
  "ALR": {
    "description": "Alior Bank to jeden z najmłodszych dużych banków komercyjnych w Polsce, założony w 2008 roku z ambicją budowy nowoczesnej instytucji finansowej opartej na technologii. Bank szybko zdobył pozycję rynkową dzięki agresywnej polityce cenowej i innowacyjnym produktom cyfrowym, a w 2015 roku przejął T-Mobile Usługi Bankowe. Kontrolowany przez PZU SA, Alior obsługuje ponad 4 miliony klientów detalicznych i biznesowych. Spółka wchodzi w skład indeksu WIG20.",
    "sector": "Banki",
    "founded": "2008",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "ZAB": {
    "description": "Żabka Group to największa sieć sklepów convenience w Europie Środkowej, operująca ponad 10 000 punktów sprzedaży w Polsce w modelu franczyzowym. Spółka wyróżnia się ultrabliskością — sklepy Żabka znajdują się w promieniu kilku minut od większości Polaków w miastach. Żabka zadebiutowała na GPW w październiku 2024 roku w jednym z największych IPO w historii polskiego rynku i dynamicznie rozwija ofertę gotowych posiłków oraz usług dodatkowych. Wchodzi w skład indeksu WIG20.",
    "sector": "Handel",
    "founded": "1998",
    "headquarters": "Poznań",
    "indices": ["WIG20"]
  },
  "11B": {
    "description": "11 bit studios to polskie studio gier wideo znane z tworzenia głębokich, emocjonalnych produkcji, w tym wielokrotnie nagradzanej gry This War of Mine oraz serii Frostpunk. This War of Mine była pierwszą grą wideo wpisaną na listę lektur szkolnych w Polsce, a Frostpunk 2 kontynuuje tradycję gatunku city-survival. Spółka łączy autorskie podejście do tworzenia gier z działalnością wydawniczą wspierającą niezależnych deweloperów. Wchodzi w skład indeksu mWIG40.",
    "sector": "Gry",
    "founded": "2009",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "ACP": {
    "description": "Asseco Poland to największa polska firma informatyczna i jeden z czołowych producentów oprogramowania w Europie, dostarczający systemy IT dla bankowości, ubezpieczeń, administracji publicznej i przedsiębiorstw. Grupa Asseco działa w ponad 60 krajach poprzez spółki zależne, w tym Asseco South Eastern Europe i Asseco Central Europe. Spółka jest kluczowym dostawcą systemów bankowych i rozwiązań ERP na rynkach Europy Środkowej i Wschodniej. Wchodzi w skład indeksu mWIG40.",
    "sector": "Technologia",
    "founded": "1991",
    "headquarters": "Rzeszów",
    "indices": ["mWIG40"]
  },
  "APR": {
    "description": "Auto Partner to wiodący dystrybutor części zamiennych do samochodów osobowych i dostawczych w Polsce, obsługujący sieć warsztatów i sklepów motoryzacyjnych w całym kraju. Spółka operuje rozbudowaną sieć magazynów i oferuje ponad 300 000 pozycji katalogowych od czołowych producentów części. Auto Partner wyróżnia się dynamicznym wzrostem przychodów i ekspansją na rynki zagraniczne, w tym do Europy Zachodniej. Wchodzi w skład indeksu mWIG40.",
    "sector": "Motoryzacja",
    "founded": "1993",
    "headquarters": "Bieruń",
    "indices": ["mWIG40"]
  },
  "ASB": {
    "description": "ASBISc Enterprises to jeden z największych dystrybutorów produktów IT w regionie EMEA, oferujący sprzęt komputerowy, komponenty i rozwiązania IT od wiodących producentów globalnych. Spółka z siedzibą na Cyprze operuje w ponad 60 krajach, ze szczególnie silną pozycją w Europie Środkowej, Wschodniej i krajach byłego ZSRR. ASBIS rozwija również własne marki produktowe, w tym Prestigio i Canyon. Notowana jest w indeksie mWIG40.",
    "sector": "Technologia",
    "founded": "1990",
    "headquarters": "Limassol",
    "indices": ["mWIG40"]
  },
  "ASE": {
    "description": "Asseco South Eastern Europe to spółka technologiczna z Grupy Asseco, specjalizująca się w dostarczaniu oprogramowania bankowego, płatniczego i ERP na rynkach Europy Południowo-Wschodniej. Firma działa w kilkunastu krajach regionu, w tym w Serbii, Chorwacji, Rumunii, Turcji i Kolumbii, obsługując banki, instytucje finansowe i przedsiębiorstwa. ASEE jest notowana zarówno na GPW w Warszawie, jak i na giełdzie w Lublanie. Wchodzi w skład indeksu mWIG40.",
    "sector": "Technologia",
    "founded": "2007",
    "headquarters": "Rzeszów",
    "indices": ["mWIG40"]
  },
  "BFT": {
    "description": "Benefit Systems to lider rynku pozapłacowych świadczeń pracowniczych w Polsce, znany przede wszystkim z karty sportowej MultiSport, z której korzystają miliony użytkowników. Spółka zarządza również siecią własnych klubów fitness (w tym Zdrofit i My Fitness Place) oraz platformą kafeteryjną MyBenefit do zarządzania benefitami pracowniczymi. Benefit Systems ekspanduje na rynki Europy Środkowej, w tym do Czech, Bułgarii i Chorwacji. Wchodzi w skład indeksu mWIG40.",
    "sector": "HR/Benefity",
    "founded": "2004",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "BHW": {
    "description": "Bank Handlowy w Warszawie (Citi Handlowy) to jeden z najstarszych banków komercyjnych w Polsce, założony w 1870 roku, będący częścią globalnej Grupy Citigroup. Bank specjalizuje się w bankowości korporacyjnej i inwestycyjnej oraz w obsłudze klientów zamożnych (Citigold). Citi Handlowy jest jednym z głównych banków obsługujących międzynarodowe korporacje działające w Polsce i pełni rolę dealera skarbowych papierów wartościowych. Wchodzi w skład indeksu mWIG40.",
    "sector": "Banki",
    "founded": "1870",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "CAR": {
    "description": "Inter Cars to największy dystrybutor części zamiennych do samochodów w Europie Środkowej i jeden z czołowych w całej Europie, operujący sieć ponad 600 filii w kilkunastu krajach. Spółka oferuje ponad milion pozycji katalogowych i obsługuje warsztaty mechaniczne, blacharsko-lakiernicze i floty pojazdów. Inter Cars wyróżnia się zaawansowanym systemem logistycznym zapewniającym dostawy części w ciągu kilku godzin. Wchodzi w skład indeksu mWIG40.",
    "sector": "Motoryzacja",
    "founded": "1990",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "CMR": {
    "description": "Comarch to polska firma informatyczna specjalizująca się w tworzeniu i wdrażaniu systemów IT dla telekomunikacji, bankowości, handlu i administracji publicznej. Spółka jest jednym z największych polskich eksporterów oprogramowania, z oddziałami w kilkudziesięciu krajach na wszystkich kontynentach. Comarch jest również znanym sponsorem sportu — wspiera drużynę kolarską oraz klub piłkarski Cracovia. Wchodzi w skład indeksu mWIG40.",
    "sector": "Technologia",
    "founded": "1993",
    "headquarters": "Kraków",
    "indices": ["mWIG40"]
  },
  "COG": {
    "description": "Cognor Holding to polska grupa przemysłowa specjalizująca się w produkcji stali i wyrobów hutniczych, operująca huty elektryczne i walcownie w Polsce. Spółka przetwarza złom stalowy na produkty gotowe — pręty, kątowniki i profile — dostarczane głównie do sektora budowlanego i infrastrukturalnego. Cognor jest jednym z głównych polskich producentów stali długiej i zyskuje na rosnącym popycie infrastrukturalnym. Wchodzi w skład indeksu mWIG40.",
    "sector": "Przemysł",
    "founded": "1991",
    "headquarters": "Mysłowice",
    "indices": ["mWIG40"]
  },
  "DIAG": {
    "description": "Diagnostyka SA to największa prywatna sieć laboratoriów medycznych w Polsce, wykonująca badania diagnostyczne dla szpitali, przychodni i pacjentów indywidualnych. Spółka operuje setki punktów pobrań w całym kraju i przetwarza miliony badań rocznie, oferując diagnostykę laboratoryjną, mikrobiologiczną i genetyczną. Diagnostyka zadebiutowała na GPW w 2024 roku i szybko weszła do składu indeksu mWIG40.",
    "sector": "Medycyna",
    "founded": "1998",
    "headquarters": "Kraków",
    "indices": ["mWIG40"]
  },
  "DOM": {
    "description": "Dom Development to jeden z największych deweloperów mieszkaniowych w Polsce, działający głównie na rynku warszawskim, trójmiejskim i wrocławskim. Spółka specjalizuje się w budowie osiedli mieszkaniowych o podwyższonym standardzie i jest ceniona za terminowość realizacji inwestycji. Dom Development jest jednym z najbardziej rentownych deweloperów na polskim rynku i regularnie wypłaca wysokie dywidendy. Wchodzi w skład indeksu mWIG40.",
    "sector": "Nieruchomości",
    "founded": "1999",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "DVL": {
    "description": "Develia (dawniej LC Corp) to ogólnopolski deweloper mieszkaniowy realizujący inwestycje w kilkunastu miastach Polski, w tym w Warszawie, Wrocławiu, Poznaniu, Gdańsku i Sosnowcu. Spółka przeszła transformację strategiczną — wyszła z segmentu nieruchomości komercyjnych i skoncentrowała się wyłącznie na budownictwie mieszkaniowym. Develia jest jednym z największych deweloperów pod względem liczby sprzedawanych mieszkań rocznie. Wchodzi w skład indeksu mWIG40.",
    "sector": "Nieruchomości",
    "founded": "2007",
    "headquarters": "Wrocław",
    "indices": ["mWIG40"]
  },
  "EAT": {
    "description": "AmRest Holdings to największy niezależny operator restauracji w Europie Środkowej i Wschodniej, zarządzający markami KFC, Pizza Hut, Burger King, Starbucks i własnymi konceptami (La Tagliatella, Sushi Shop). Spółka operuje ponad 2000 restauracji w kilkunastu krajach, głównie na zasadzie licencji franczyzowych od globalnych marek. AmRest jest notowany na GPW pod tickerem EAT i jest kontrolowany przez fundusz inwestycyjny. Wchodzi w skład indeksu mWIG40.",
    "sector": "Restauracje",
    "founded": "1993",
    "headquarters": "Madryt",
    "indices": ["mWIG40"]
  },
  "ECH": {
    "description": "Echo Investment to jeden z największych polskich deweloperów nieruchomości komercyjnych i mieszkaniowych, specjalizujący się w projektach wielofunkcyjnych łączących biura, mieszkania i handel. Spółka zrealizowała wiele ikonicznych projektów w polskich miastach, w tym kompleksy Browary Warszawskie i Fuzja w Łodzi. Echo Investment jest częścią grupy kapitałowej kontrolowanej przez węgierski fundusz inwestycyjny Griffin i firmę PIMCO. Wchodzi w skład indeksu mWIG40.",
    "sector": "Nieruchomości",
    "founded": "1996",
    "headquarters": "Kielce",
    "indices": ["mWIG40"]
  },
  "EUR": {
    "description": "Eurocash to największy w Polsce hurtowy dystrybutor produktów FMCG, zaopatrujący niezależne sklepy detaliczne, stacje paliw i gastronomię. Spółka zarządza sieciami franczyzowymi (abc, Groszek, Lewiatan, Euro Sklep) zrzeszającymi tysiące małych sklepów oraz operuje platformami cash & carry. Eurocash pełni kluczową rolę w polskim handlu tradycyjnym, konkurując z ekspansją dyskontów. Wchodzi w skład indeksu mWIG40.",
    "sector": "Handel",
    "founded": "1995",
    "headquarters": "Komorniki",
    "indices": ["mWIG40"]
  },
  "GTC": {
    "description": "Globe Trade Centre to międzynarodowy deweloper i właściciel nieruchomości komercyjnych w Europie Środkowej i Południowo-Wschodniej, zarządzający portfelem biurowców i centrów handlowych. Spółka działa w Polsce, Rumunii, Chorwacji, Serbii, Bułgarii i na Węgrzech, a jej aktywa obejmują zarówno biura klasy A, jak i nowoczesne obiekty handlowe. GTC jest kontrolowany przez węgierski fundusz Optima i jest notowany na GPW w Warszawie. Wchodzi w skład indeksu mWIG40.",
    "sector": "Nieruchomości",
    "founded": "1994",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "HUG": {
    "description": "Huuuge Inc. to międzynarodowy producent gier mobilnych typu social casino i casual, z główną siedzibą w Warszawie i studiami deweloperskimi w kilku krajach. Spółka tworzy gry free-to-play oparte na modelu monetyzacji mikrotransakcjami, z flagowym tytułem Huuuge Casino Slots. Huuuge zadebiutowało na GPW w 2021 roku i koncentruje się na rynkach północnoamerykańskim i europejskim. Wchodzi w skład indeksu mWIG40.",
    "sector": "Gry",
    "founded": "2014",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "ING": {
    "description": "ING Bank Śląski to jeden z największych banków uniwersalnych w Polsce, będący częścią holenderskiej Grupy ING — globalnej instytucji finansowej. Bank obsługuje miliony klientów detalicznych i biznesowych, wyróżniając się zaawansowaną bankowością mobilną i cyfrową. ING Bank Śląski jest regularnie nagradzany za jakość obsługi klienta i innowacje technologiczne w sektorze bankowym. Wchodzi w skład indeksu mWIG40.",
    "sector": "Banki",
    "founded": "1988",
    "headquarters": "Katowice",
    "indices": ["mWIG40"]
  },
  "LBW": {
    "description": "Lubawa SA to polski producent wyrobów dla sektora obronnego i bezpieczeństwa, specjalizujący się w kamizelkach kuloodpornych, namiotach wojskowych, spadochronach i sprzęcie taktycznym. Spółka jest kluczowym dostawcą dla Sił Zbrojnych RP i NATO, a jej produkty trafiają również na rynki eksportowe. Lubawa korzysta na zwiększonych wydatkach obronnych Polski i programach modernizacji armii. Wchodzi w skład indeksu mWIG40.",
    "sector": "Obronność",
    "founded": "1951",
    "headquarters": "Lubawa",
    "indices": ["mWIG40"]
  },
  "NEU": {
    "description": "Neuca SA to największy hurtowy dystrybutor farmaceutyczny w Polsce, dostarczający leki i produkty medyczne do aptek w całym kraju. Spółka zarządza siecią magazynów farmaceutycznych zapewniających dostawy kilka razy dziennie i obsługuje tysiące aptek, w tym sieci własne (Gemini, Dr.Max). Neuca rozwija również usługi telemedyczne i platformy cyfrowe dla sektora zdrowia. Wchodzi w skład indeksu mWIG40.",
    "sector": "Farmacja",
    "founded": "1990",
    "headquarters": "Toruń",
    "indices": ["mWIG40"]
  },
  "NWG": {
    "description": "Newag SA to polski producent taboru kolejowego, wytwarzający lokomotywy elektryczne i spalinowe, elektryczne zespoły trakcyjne oraz pojazdy dla metra. Spółka jest jednym z dwóch głównych krajowych producentów pojazdów szynowych i realizuje kontrakty dla przewoźników regionalnych, PKP Intercity oraz operatorów zagranicznych. Newag dostarcza również pojazdy dla warszawskiego i krakowskiego metra. Wchodzi w skład indeksu mWIG40.",
    "sector": "Przemysł",
    "founded": "1876",
    "headquarters": "Nowy Sącz",
    "indices": ["mWIG40"]
  },
  "PEP": {
    "description": "Polenergia SA to największy polski prywatny koncern energetyczny specjalizujący się w energetyce odnawialnej, posiadający farmy wiatrowe lądowe i fotowoltaiczne oraz rozwijający projekty morskich farm wiatrowych na Bałtyku. Spółka jest pionierem zielonej energii w Polsce i jednym z największych wytwórców energii z OZE w kraju. Polenergia prowadzi również działalność w segmencie obrotu energią i gazem. Wchodzi w skład indeksu mWIG40.",
    "sector": "Energetyka",
    "founded": "2011",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "PRC": {
    "description": "Grupa Pracuj to właściciel serwisu Pracuj.pl — największego portalu rekrutacyjnego w Polsce i jednego z wiodących w Europie Środkowej. Spółka oferuje usługi publikacji ofert pracy, narzędzia rekrutacyjne dla pracodawców oraz platformę do zarządzania procesami HR. Pracuj.pl obsługuje miliony użytkowników miesięcznie i jest dominującym graczem na polskim rynku rekrutacji online. Wchodzi w skład indeksu mWIG40.",
    "sector": "Technologia",
    "founded": "2000",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "STP": {
    "description": "Stalprodukt to czołowy polski producent wyrobów ze stali transformatorowej i blach elektrotechnicznych, dostarczający komponenty dla przemysłu energetycznego i elektrycznego. Spółka jest jednym z nielicznych europejskich producentów rdzeni transformatorowych i blach izotropowych, eksportując swoje wyroby do kilkudziesięciu krajów. Stalprodukt zarządza również infrastrukturą drogową (odcinek autostrady A4) w ramach koncesji. Wchodzi w skład indeksu mWIG40.",
    "sector": "Przemysł",
    "founded": "1991",
    "headquarters": "Bochnia",
    "indices": ["mWIG40"]
  },
  "STS": {
    "description": "STS Holding to największy operator zakładów bukmacherskich w Polsce, oferujący zakłady sportowe online i w sieci punktów stacjonarnych. Spółka posiada kilkusetną sieć punktów przyjmowania zakładów oraz rozwija platformę internetową i aplikację mobilną. STS zadebiutował na GPW w 2021 roku i jest liderem polskiego rynku zakładów wzajemnych pod względem udziału rynkowego. Wchodzi w skład indeksu mWIG40.",
    "sector": "Rozrywka",
    "founded": "2007",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "TEN": {
    "description": "Ten Square Games to polski producent gier mobilnych, znany przede wszystkim z globalnie popularnej gry wędkarskiej Fishing Clash, która zgromadziła dziesiątki milionów pobrań. Spółka specjalizuje się w grach free-to-play opartych na modelu live-service z regularną aktualizacją treści i wydarzeń sezonowych. Ten Square Games rozwija portfolio gier mobilnych i eksperymentuje z nowymi gatunkami. Wchodzi w skład indeksu mWIG40.",
    "sector": "Gry",
    "founded": "2011",
    "headquarters": "Wrocław",
    "indices": ["mWIG40"]
  },
  "TXT": {
    "description": "Text SA (dawniej LiveChat Software) to polska spółka technologiczna, twórca globalnie rozpoznawalnych produktów SaaS: LiveChat (obsługa klienta przez czat), ChatBot (automatyzacja konwersacji AI) i HelpDesk (system ticketowy). Produkty spółki obsługują dziesiątki tysięcy firm na całym świecie, generując przychody głównie w dolarach. Text SA wyróżnia się wysoką rentownością i modelem biznesowym opartym na subskrypcjach. Wchodzi w skład indeksu mWIG40.",
    "sector": "Technologia",
    "founded": "2002",
    "headquarters": "Wrocław",
    "indices": ["mWIG40"]
  },
  "VRC": {
    "description": "Vercom SA to polska spółka technologiczna specjalizująca się w komunikacji cyfrowej i usługach chmurowych, oferująca platformy do masowej wysyłki wiadomości e-mail, SMS i push dla biznesu. Spółka jest właścicielem m.in. EmailLabs, SMSAPI i szeregu narzędzi marketing automation, obsługując tysiące klientów korporacyjnych. Vercom rozwija się dynamicznie poprzez przejęcia i ekspansję na rynki międzynarodowe. Wchodzi w skład indeksu mWIG40.",
    "sector": "Technologia",
    "founded": "2002",
    "headquarters": "Poznań",
    "indices": ["mWIG40"]
  },
  "VOX": {
    "description": "Voxel SA to polska spółka specjalizująca się w diagnostyce obrazowej, operująca sieć pracowni rezonansu magnetycznego (MRI), tomografii komputerowej (CT) i PET-CT w szpitalach i przychodniach. Spółka działa w modelu outsourcingu usług diagnostycznych — dostarcza sprzęt, personel i zarządza pracowniami na terenie placówek medycznych w całej Polsce. Voxel jest jednym z największych prywatnych operatorów diagnostyki obrazowej w kraju. Wchodzi w skład indeksu mWIG40.",
    "sector": "Medycyna",
    "founded": "2005",
    "headquarters": "Kraków",
    "indices": ["mWIG40"]
  },
  "WPL": {
    "description": "Wirtualna Polska Holding to największa polska grupa mediowa w internecie, właściciel portalu wp.pl — jednego z najczęściej odwiedzanych serwisów w Polsce. Spółka łączy działalność mediowo-reklamową z segmentem e-commerce, posiadając udziały w portalach turystycznych (Wakacje.pl, Nocowanie.pl) i motoryzacyjnych (Autoklass). WP generuje przychody z reklamy cyfrowej, sprzedaży leadów i prowizji transakcyjnych. Wchodzi w skład indeksu mWIG40.",
    "sector": "Media",
    "founded": "1995",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "AC": {
    "description": "AC SA to polski producent systemów zasilania gazowego (LPG i CNG) do pojazdów samochodowych, będący jednym z wiodących dostawców tego typu rozwiązań w Europie. Spółka eksportuje swoje produkty do kilkudziesięciu krajów, a jej systemy sekwencyjnego wtrysku gazu cieszą się uznaniem wśród instalatorów i kierowców. AC SA korzysta na rosnącym zainteresowaniu alternatywnymi paliwami i obniżaniu kosztów eksploatacji pojazdów. Wchodzi w skład indeksu sWIG80.",
    "sector": "Motoryzacja",
    "founded": "1991",
    "headquarters": "Białystok",
    "indices": ["sWIG80"]
  },
  "AGO": {
    "description": "Agora SA to jedna z największych polskich grup medialnych, wydawca dziennika Gazeta Wyborcza oraz operator sieci kin Helios — jednej z dwóch największych sieci kinowych w Polsce. Spółka działa również w segmencie reklamy zewnętrznej (AMS), wydawnictw książkowych i mediów cyfrowych. Agora przechodzi transformację cyfrową, rozwijając serwisy internetowe i platformy reklamowe online. Wchodzi w skład indeksu sWIG80.",
    "sector": "Media",
    "founded": "1989",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "ALL": {
    "description": "Ailleron SA to polska spółka technologiczna specjalizująca się w tworzeniu oprogramowania dla sektora finansowego, ze szczególnym uwzględnieniem bankowości cyfrowej i płatności. Flagowym produktem jest platforma LiveBank umożliwiająca zdalną obsługę klientów bankowych przez wideo, czat i współdzielenie dokumentów. Ailleron dostarcza rozwiązania dla banków i instytucji finansowych w Polsce i na rynkach międzynarodowych. Wchodzi w skład indeksu sWIG80.",
    "sector": "Technologia",
    "founded": "2004",
    "headquarters": "Kraków",
    "indices": ["sWIG80"]
  },
  "AMB": {
    "description": "Ambra SA to wiodący producent i dystrybutor win, cydrów i napojów alkoholowych w Europie Środkowej, właściciel marek Cydrysta, Piccolo i Pliska. Spółka jest największym producentem wina musującego w Polsce i jednym z czołowych importerów win do kraju. Ambra prowadzi działalność w Polsce, Czechach, Słowacji i Rumunii, zarządzając własnymi winnicami i zakładami produkcyjnymi. Wchodzi w skład indeksu sWIG80.",
    "sector": "Spożywczy",
    "founded": "1990",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "APT": {
    "description": "Apator SA to polski producent aparatury pomiarowej i systemów inteligentnego opomiarowania (smart metering) dla sektora energetycznego, gazowego i wodociągowego. Spółka dostarcza liczniki energii elektrycznej, gazu i wody oraz zaawansowane systemy zdalnego odczytu dla operatorów sieci dystrybucyjnych. Apator jest jednym z kluczowych dostawców infrastruktury pomiarowej w Polsce i eksportuje swoje produkty do kilkudziesięciu krajów. Wchodzi w skład indeksu sWIG80.",
    "sector": "Przemysł",
    "founded": "1945",
    "headquarters": "Toruń",
    "indices": ["sWIG80"]
  },
  "ARC": {
    "description": "Archicom SA to wrocławski deweloper mieszkaniowy specjalizujący się w budowie nowoczesnych osiedli i apartamentowców na terenie Dolnego Śląska. Spółka jest jednym z największych deweloperów we Wrocławiu pod względem liczby sprzedawanych mieszkań i wyróżnia się projektami o podwyższonym standardzie architektonicznym. Archicom został przejęty przez Echo Investment i funkcjonuje jako marka deweloperska w ramach grupy. Wchodzi w skład indeksu sWIG80.",
    "sector": "Nieruchomości",
    "founded": "1994",
    "headquarters": "Wrocław",
    "indices": ["sWIG80"]
  },
  "ARL": {
    "description": "Arlen SA to polska firma z sektora tworzyw sztucznych, specjalizująca się w produkcji opakowań, elementów technicznych i komponentów z materiałów polimerowych. Spółka dostarcza produkty dla branży spożywczej, kosmetycznej i przemysłowej, eksportując znaczną część produkcji na rynki europejskie. Arlen dołączył do indeksu sWIG80 w ramach rewizji grudniowej 2025 roku.",
    "sector": "Przemysł",
    "founded": "1999",
    "headquarters": "Poznań",
    "indices": ["sWIG80"]
  },
  "ABS": {
    "description": "Asseco Business Solutions to polska spółka z Grupy Asseco, specjalizująca się w tworzeniu i wdrażaniu systemów ERP, handlowych i mobilnych dla małych i średnich przedsiębiorstw. Flagowe produkty — Softlab ERP, Macrologic i WA-PRO — obsługują tysiące firm w Polsce w zakresie księgowości, magazynowania, sprzedaży i HR. Spółka wyróżnia się stabilnym modelem subskrypcyjnym i wysoką rentownością. Wchodzi w skład indeksu sWIG80.",
    "sector": "Technologia",
    "founded": "2007",
    "headquarters": "Lublin",
    "indices": ["sWIG80"]
  },
  "ATC": {
    "description": "Arctic Paper to europejski producent wysokiej jakości papierów graficznych i opakowaniowych, z zakładami produkcyjnymi w Polsce (Kostrzyn nad Odrą) i Szwecji (Munkedal, Grycksbo). Spółka jest jednym z czołowych europejskich producentów papierów niepowlekanych i należy do Grupy Thomasa Onstada. Arctic Paper rozwija segment celulozy poprzez spółkę zależną Rottneros. Wchodzi w skład indeksu sWIG80.",
    "sector": "Przemysł",
    "founded": "2003",
    "headquarters": "Poznań",
    "indices": ["sWIG80"]
  },
  "1AT": {
    "description": "Atal SA to jeden z największych deweloperów mieszkaniowych w Polsce, działający w kilkunastu miastach, w tym w Warszawie, Krakowie, Wrocławiu, Łodzi, Katowicach i Trójmieście. Spółka realizuje projekty od segmentu popularnego po podwyższony standard i wyróżnia się kompleksowym modelem działalności — od zakupu gruntów po generalne wykonawstwo. Atal jest jednym z liderów pod względem liczby sprzedawanych mieszkań rocznie w Polsce. Wchodzi w skład indeksu sWIG80.",
    "sector": "Nieruchomości",
    "founded": "2007",
    "headquarters": "Cieszyn",
    "indices": ["sWIG80"]
  },
  "ATT": {
    "description": "Grupa Azoty to największy koncern chemiczny w Polsce i jeden z czołowych w Europie, produkujący nawozy mineralne, tworzywa sztuczne, chemikalia i produkty specjalistyczne. Spółka zarządza zakładami w Tarnowie, Puławach, Policach i Kędzierzynie-Koźlu, a jej nawozy są kluczowe dla polskiego rolnictwa. Grupa Azoty jest kontrolowana przez Skarb Państwa i realizuje programy inwestycyjne w segmencie chemii specjalistycznej. Wchodzi w skład indeksu sWIG80.",
    "sector": "Chemia",
    "founded": "1927",
    "headquarters": "Tarnów",
    "indices": ["sWIG80"]
  },
  "BRS": {
    "description": "Boryszew SA to polska grupa przemysłowa działająca w segmentach motoryzacyjnym, chemicznym i metalowym, dostarczająca komponenty do branży automotive oraz produkty cynkowe i miedziowe. Spółka jest znaczącym producentem elementów do systemów klimatyzacji samochodowej i komponentów z tworzyw sztucznych dla europejskich OEM. Boryszew wchodzi w skład grupy kapitałowej kontrolowanej przez Romana Karkosika. Notowany jest w indeksie sWIG80.",
    "sector": "Przemysł",
    "founded": "1910",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "BOS": {
    "description": "Bank Ochrony Środowiska to polski bank specjalizujący się w finansowaniu projektów ekologicznych i proekologicznych, oferujący kredyty na termomodernizację, odnawialne źródła energii i gospodarkę odpadami. Bank jest kontrolowany przez Narodowy Fundusz Ochrony Środowiska i Gospodarki Wodnej, co nadaje mu unikalny profil wśród polskich banków komercyjnych. BOŚ obsługuje zarówno klientów indywidualnych, jak i samorządy realizujące inwestycje środowiskowe. Wchodzi w skład indeksu sWIG80.",
    "sector": "Banki",
    "founded": "1991",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "CEL": {
    "description": "Celon Pharma to polska firma biotechnologiczna specjalizująca się w opracowywaniu leków inhalacyjnych i terapii w dziedzinie chorób ośrodkowego układu nerwowego. Spółka prowadzi zaawansowane badania kliniczne nad nowymi cząsteczkami, w tym w obszarze schizofrenii i choroby Alzheimera. Celon Pharma łączy działalność produkcyjną (leki generyczne) z ambitnym pipeline'em innowacyjnych leków. Wchodzi w skład indeksu sWIG80.",
    "sector": "Biotechnologia",
    "founded": "2002",
    "headquarters": "Kiełpin",
    "indices": ["sWIG80"]
  },
  "CIG": {
    "description": "CI Games to polskie studio gier wideo, twórca serii Lords of the Fallen i Sniper Ghost Warrior, które sprzedały się w milionach egzemplarzy na świecie. Spółka specjalizuje się w grach akcji klasy AA na platformy PC i konsole, celując w szeroką globalną publiczność graczy. Lords of the Fallen (2023) był największą premierą w historii spółki i otworzył nowy rozdział w strategii produkcyjnej. Wchodzi w skład indeksu sWIG80.",
    "sector": "Gry",
    "founded": "2002",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "CIE": {
    "description": "Ciech SA to jeden z największych polskich koncernów chemicznych, wiodący europejski producent sody kalcynowanej i oczyszczonej, wykorzystywanych w przemyśle szklarskim, chemicznym i spożywczym. Spółka posiada zakłady produkcyjne w Polsce (Inowrocław, Janikowo) i w Niemczech (Staßfurt). Ciech rozwija segment chemii specjalistycznej, w tym środki ochrony roślin i pianki poliuretanowe. Wchodzi w skład indeksu sWIG80.",
    "sector": "Chemia",
    "founded": "1945",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "CLN": {
    "description": "Coal Energy to spółka energetyczna notowana na GPW, działająca w sektorze wydobycia i przetwórstwa surowców energetycznych. Firma operuje na rynku ukraińskim, gdzie posiada aktywa wydobywcze. Działalność spółki jest silnie uzależniona od sytuacji geopolitycznej i warunków rynkowych w regionie. Notowana jest w indeksie sWIG80.",
    "sector": "Energetyka",
    "founded": "2005",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "DAD": {
    "description": "Dadelo SA to właściciel i operator sklepu internetowego Bikester.pl (dawniej BikeSalon.pl) — jednego z największych e-commerce'ów rowerowych w Polsce. Spółka oferuje rowery, części, akcesoria i odzież rowerową od wiodących światowych producentów, obsługując zarówno rowerzystów rekreacyjnych, jak i zawodowych. Dadelo dołączył do indeksu sWIG80 w ramach rewizji wrześniowej 2025. Wchodzi w skład indeksu sWIG80.",
    "sector": "E-commerce",
    "founded": "2012",
    "headquarters": "Gdańsk",
    "indices": ["sWIG80"]
  },
  "DCR": {
    "description": "Decora SA to polski producent paneli podłogowych, listew przypodłogowych i akcesoriów wykończeniowych, będący jednym z czołowych graczy na rynku podłóg laminowanych w Europie Środkowej. Spółka eksportuje swoje produkty do kilkudziesięciu krajów i posiada nowoczesne zakłady produkcyjne w Środzie Wielkopolskiej. Decora wyróżnia się silną pozycją w segmencie listew i profili wykończeniowych. Wchodzi w skład indeksu sWIG80.",
    "sector": "Budownictwo",
    "founded": "1994",
    "headquarters": "Środa Wielkopolska",
    "indices": ["sWIG80"]
  },
  "ELT": {
    "description": "Elemental Holding to polska grupa specjalizująca się w recyklingu i obrocie surowcami wtórnymi, w tym metalami szlachetnymi, katalizatorami samochodowymi i odpadami elektronicznymi. Spółka jest jednym z czołowych europejskich podmiotów w branży urban mining — odzyskiwania cennych metali z odpadów przemysłowych i konsumenckich. Elemental Holding rozwija się poprzez przejęcia i ekspansję na nowe rynki. Wchodzi w skład indeksu sWIG80.",
    "sector": "Surowce",
    "founded": "2001",
    "headquarters": "Grodzisk Mazowiecki",
    "indices": ["sWIG80"]
  },
  "ENT": {
    "description": "Enter Air to największa polska czarterowa linia lotnicza i jedna z wiodących w Europie, specjalizująca się w przewozach turystycznych na zlecenie biur podróży. Spółka operuje flotą samolotów Boeing 737, obsługując połączenia do popularnych destynacji wakacyjnych w basenie Morza Śródziemnego, Afryce Północnej i na Wyspach Kanaryjskich. Enter Air jest kluczowym partnerem największych polskich touroperatorów. Wchodzi w skład indeksu sWIG80.",
    "sector": "Transport",
    "founded": "2009",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "ERB": {
    "description": "Erbud SA to jedna z największych polskich firm budowlanych, realizująca kontrakty w budownictwie kubaturowym, przemysłowym i energetycznym w Polsce i Europie Zachodniej. Spółka jest jednym z wiodących wykonawców farm wiatrowych i fotowoltaicznych w Polsce poprzez spółkę zależną Onde. Erbud prowadzi również działalność na rynkach niemieckim i skandynawskim w segmencie budownictwa drewnianego modułowego. Wchodzi w skład indeksu sWIG80.",
    "sector": "Budownictwo",
    "founded": "1990",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "FMF": {
    "description": "Ferro SA to polski producent armatury sanitarnej i instalacyjnej, oferujący baterie łazienkowe i kuchenne, systemy odprowadzania wody oraz akcesoria łazienkowe pod markami Ferro, Deante i Invena. Spółka jest jednym z wiodących producentów armatury w Europie Środkowej, eksportując produkty do kilkudziesięciu krajów. Ferro rozwija się poprzez przejęcia marek i ekspansję na nowe rynki europejskie. Wchodzi w skład indeksu sWIG80.",
    "sector": "Przemysł",
    "founded": "2003",
    "headquarters": "Skawina",
    "indices": ["sWIG80"]
  },
  "FTE": {
    "description": "Fabryki Mebli Forte to jeden z największych polskich producentów mebli skrzyniowych (szafy, komody, regały), eksportujący swoje produkty do kilkudziesięciu krajów europejskich. Spółka dostarcza meble gotowe do samodzielnego montażu (flat-pack) głównie do sieci handlowych i sklepów meblowych w Niemczech, Francji i krajach Europy Środkowej. Forte posiada nowoczesne zakłady produkcyjne w Ostrowi Mazowieckiej i Suwałkach. Wchodzi w skład indeksu sWIG80.",
    "sector": "Przemysł",
    "founded": "1992",
    "headquarters": "Ostrów Mazowiecka",
    "indices": ["sWIG80"]
  },
  "GRN": {
    "description": "Grenevia SA (dawniej Famur) to polska grupa przemysłowa, która przeszła transformację z producenta maszyn górniczych w holding skupiony na zielonej energii i elektromobilności. Spółka rozwija projekty fotowoltaiczne poprzez spółkę Projekt Solartechnik oraz inwestuje w infrastrukturę ładowania pojazdów elektrycznych. Grenevia jest przykładem udanej transformacji biznesowej z sektora wydobywczego w kierunku zrównoważonego rozwoju. Wchodzi w skład indeksu sWIG80.",
    "sector": "Przemysł",
    "founded": "1922",
    "headquarters": "Katowice",
    "indices": ["sWIG80"]
  },
  "GRX": {
    "description": "GreenX Metals (dawniej Prairie Mining) to spółka wydobywcza notowana na GPW i ASX, posiadająca projekty węgla koksującego i złóż metali w Polsce. Spółka rozwija projekty górnicze na Dolnym Śląsku, choć ich realizacja jest uzależniona od uzyskania koncesji i zgód środowiskowych. GreenX Metals jest jedną z nielicznych spółek dual-listed notowanych jednocześnie w Warszawie i Sydney. Wchodzi w skład indeksu sWIG80.",
    "sector": "Surowce",
    "founded": "2005",
    "headquarters": "Perth",
    "indices": ["sWIG80"]
  },
  "IMC": {
    "description": "IMC SA to jedna z największych firm rolniczych na Ukrainie, specjalizująca się w uprawie zbóż, roślin oleistych i kukurydzy na dużą skalę. Spółka zarządza dziesiątkami tysięcy hektarów ziemi uprawnej na Ukrainie i jest notowana na GPW w Warszawie. Działalność IMC jest silnie uzależniona od sytuacji geopolitycznej w regionie oraz globalnych cen surowców rolnych. Wchodzi w skład indeksu sWIG80.",
    "sector": "Rolnictwo",
    "founded": "2007",
    "headquarters": "Kijów",
    "indices": ["sWIG80"]
  },
  "IZB": {
    "description": "Izoblok SA to polski producent komponentów z tworzyw sztucznych dla przemysłu motoryzacyjnego, specjalizujący się w elementach z polistyrenu ekspandowanego (EPS) i polipropylenu ekspandowanego (EPP). Spółka dostarcza absorbery energii, elementy tapicerki i izolacji termicznej dla europejskich producentów samochodów. Izoblok jest dostawcą tier-1 i tier-2 dla wiodących marek automotive. Wchodzi w skład indeksu sWIG80.",
    "sector": "Motoryzacja",
    "founded": "1993",
    "headquarters": "Chorzów",
    "indices": ["sWIG80"]
  },
  "KGN": {
    "description": "Kogeneracja SA (Zespół Elektrociepłowni Wrocławskich) to producent energii elektrycznej i ciepła w kogeneracji, dostarczający ciepło sieciowe dla aglomeracji wrocławskiej. Spółka zarządza elektrociepłowniami we Wrocławiu i Siechnicach, zapewniając ogrzewanie dla setek tysięcy mieszkańców. Kogeneracja jest częścią Grupy PGE i realizuje inwestycje w niskoemisyjne źródła wytwarzania. Wchodzi w skład indeksu sWIG80.",
    "sector": "Energetyka",
    "founded": "1992",
    "headquarters": "Wrocław",
    "indices": ["sWIG80"]
  },
  "KST": {
    "description": "Konsorcjum Stali to polski dystrybutor wyrobów hutniczych i stalowych, oferujący blachy, pręty, rury i profile dla sektora budowlanego i przemysłowego. Spółka operuje sieć magazynów i centrów serwisowych w całej Polsce, zapewniając cięcie, gięcie i obróbkę stali na wymiar. Konsorcjum Stali jest jednym z największych niezależnych dystrybutorów stali w kraju. Wchodzi w skład indeksu sWIG80.",
    "sector": "Przemysł",
    "founded": "1990",
    "headquarters": "Zawiercie",
    "indices": ["sWIG80"]
  },
  "KRK": {
    "description": "Krka d.d. to słoweński koncern farmaceutyczny i jeden z największych producentów leków generycznych w Europie Środkowej i Wschodniej. Spółka produkuje leki na receptę, leki OTC i produkty weterynaryjne, eksportując do ponad 70 krajów świata. Krka jest notowana zarówno na giełdzie w Lublanie, jak i na GPW w Warszawie, gdzie wchodzi w skład indeksu sWIG80.",
    "sector": "Farmacja",
    "founded": "1954",
    "headquarters": "Novo Mesto",
    "indices": ["sWIG80"]
  },
  "MBR": {
    "description": "Mo-BRUK SA to polski lider w branży przetwarzania odpadów niebezpiecznych i przemysłowych, operujący zakłady termicznego i fizyczno-chemicznego przetwarzania odpadów. Spółka jest jednym z nielicznych podmiotów w Polsce posiadających instalacje do spalania odpadów niebezpiecznych oraz produkcji kruszywa z odpadów. Mo-BRUK korzysta na rosnących wymaganiach regulacyjnych dotyczących gospodarki odpadami. Wchodzi w skład indeksu sWIG80.",
    "sector": "Ekologia",
    "founded": "1985",
    "headquarters": "Niecew",
    "indices": ["sWIG80"]
  },
  "MCR": {
    "description": "Mercor SA to polski producent systemów biernej ochrony przeciwpożarowej, oferujący klapy odcinające, bramy przeciwpożarowe, systemy oddymiania i obudowy ogniochronne. Spółka jest jednym z wiodących europejskich producentów w tej niszy, eksportując produkty do kilkudziesięciu krajów. Mercor dostarcza rozwiązania dla budynków biurowych, centrów handlowych, szpitali i obiektów przemysłowych. Wchodzi w skład indeksu sWIG80.",
    "sector": "Przemysł",
    "founded": "1988",
    "headquarters": "Gdańsk",
    "indices": ["sWIG80"]
  },
  "MDG": {
    "description": "Medicalgorithmics to polska spółka medtech specjalizująca się w telemedycynie kardiologicznej, producent systemu PocketECG do zdalnego monitorowania pracy serca. Urządzenie umożliwia ciągłe monitorowanie EKG pacjenta z przesyłaniem danych w czasie rzeczywistym do centrum analitycznego. Spółka działa głównie na rynku amerykańskim, gdzie systemy zdalnego monitorowania kardiologicznego są szeroko stosowane. Wchodzi w skład indeksu sWIG80.",
    "sector": "Medycyna",
    "founded": "2005",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "MLP": {
    "description": "MLP Group to polski deweloper i operator parków logistyczno-magazynowych, zarządzający portfelem nowoczesnych centrów logistycznych w Polsce, Niemczech, Austrii i Rumunii. Spółka buduje i wynajmuje hale magazynowe i produkcyjne klasy A, obsługując firmy logistyczne, e-commerce i producentów. MLP Group korzysta na rosnącym popycie na powierzchnię magazynową napędzanym rozwojem e-commerce. Wchodzi w skład indeksu sWIG80.",
    "sector": "Nieruchomości",
    "founded": "1997",
    "headquarters": "Pruszków",
    "indices": ["sWIG80"]
  },
  "MNC": {
    "description": "Mennica Polska to najstarsza polska instytucja przemysłowa z tradycją sięgającą 1766 roku, będąca wyłącznym producentem monet obiegowych dla Narodowego Banku Polskiego. Spółka produkuje również monety kolekcjonerskie, medale, żetony i elementy zabezpieczeń dla dokumentów. Mennica Polska prowadzi też działalność deweloperską (Mennica Legacy Tower w Warszawie) i technologiczną (system e-Toll). Wchodzi w skład indeksu sWIG80.",
    "sector": "Przemysł",
    "founded": "1766",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "MRB": {
    "description": "Mirbud SA to jedna z największych polskich firm budowlanych specjalizujących się w budownictwie kubaturowym, drogowym i infrastrukturalnym. Spółka realizuje kontrakty dla sektora publicznego i prywatnego, w tym budynki użyteczności publicznej, obiekty handlowe i drogi. Mirbud prowadzi również działalność deweloperską poprzez spółkę zależną JHM Development. Wchodzi w skład indeksu sWIG80.",
    "sector": "Budownictwo",
    "founded": "2001",
    "headquarters": "Skierniewice",
    "indices": ["sWIG80"]
  },
  "MRC": {
    "description": "Mercator Medical to jeden z czołowych europejskich dystrybutorów i producentów jednorazowych rękawic medycznych i ochronnych. Spółka posiada fabrykę rękawic w Tajlandii oraz sieć dystrybucji w kilkunastu krajach europejskich. Mercator zyskał ogromną rozpoznawalność podczas pandemii COVID-19, gdy popyt na rękawice ochronne wielokrotnie wzrósł. Wchodzi w skład indeksu sWIG80.",
    "sector": "Medycyna",
    "founded": "1996",
    "headquarters": "Kraków",
    "indices": ["sWIG80"]
  },
  "NET": {
    "description": "Netia SA to drugi co do wielkości operator telekomunikacji stacjonarnej w Polsce, świadczący usługi internetu szerokopasmowego, telefonii i transmisji danych dla klientów biznesowych i indywidualnych. Spółka posiada rozbudowaną sieć światłowodową i jest jednym z wiodących dostawców usług ICT dla przedsiębiorstw w kraju. Netia jest częścią Grupy Polsat Plus (Cyfrowy Polsat). Wchodzi w skład indeksu sWIG80.",
    "sector": "Telekomunikacja",
    "founded": "1990",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "OPN": {
    "description": "Oponeo.pl to największy internetowy sklep z oponami w Polsce i jeden z wiodących w Europie Środkowej, oferujący opony letnie, zimowe i całoroczne oraz felgi i akcesoria samochodowe. Spółka wyróżnia się zaawansowaną logistyką — opony dostarczane są bezpośrednio do wybranego serwisu montażowego w całym kraju. Oponeo.pl działa również na rynkach niemieckim, czeskim i słowackim. Wchodzi w skład indeksu sWIG80.",
    "sector": "E-commerce",
    "founded": "2001",
    "headquarters": "Bydgoszcz",
    "indices": ["sWIG80"]
  },
  "PCE": {
    "description": "PCC Exol to polski producent surfaktantów (środków powierzchniowo czynnych) wykorzystywanych w przemyśle kosmetycznym, chemii gospodarczej, budownictwie i przemyśle. Spółka jest częścią niemieckiej Grupy PCC i jednym z największych producentów surfaktantów w Europie Środkowej. PCC Exol dostarcza surowce chemiczne do produkcji detergentów, szamponów, środków czyszczących i emulgatorów. Wchodzi w skład indeksu sWIG80.",
    "sector": "Chemia",
    "founded": "2008",
    "headquarters": "Brzeg Dolny",
    "indices": ["sWIG80"]
  },
  "PCR": {
    "description": "PCC Rokita to polski producent chemikaliów i polioli polieterowych, będący częścią niemieckiej Grupy PCC SE. Spółka wytwarza alkalia (soda kaustyczna, chlor), poliole do produkcji pianek poliuretanowych oraz produkty fosforowe i naftowe. PCC Rokita jest jednym z kluczowych producentów chemii przemysłowej w Polsce, zaopatrując branżę meblową, budowlaną i motoryzacyjną. Wchodzi w skład indeksu sWIG80.",
    "sector": "Chemia",
    "founded": "2004",
    "headquarters": "Brzeg Dolny",
    "indices": ["sWIG80"]
  },
  "PPS": {
    "description": "Pepees SA (Przedsiębiorstwo Przemysłu Spożywczego Pepees) to polski producent skrobi ziemniaczanej i przetworów ziemniaczanych, będący jednym z największych producentów skrobi w Polsce. Spółka dostarcza skrobię natywną i modyfikowaną dla przemysłu spożywczego, papierniczego i tekstylnego. Pepees posiada zakłady przetwórcze na Podlasiu — w regionie intensywnej uprawy ziemniaków. Wchodzi w skład indeksu sWIG80.",
    "sector": "Spożywczy",
    "founded": "1949",
    "headquarters": "Łomża",
    "indices": ["sWIG80"]
  },
  "PHN": {
    "description": "Polski Holding Nieruchomości to największy w Polsce państwowy zarządca nieruchomości komercyjnych, posiadający portfel biurowców, hoteli i budynków użytkowych w głównych miastach kraju. Spółka kontrolowana przez Skarb Państwa zarządza m.in. ikonicznymi budynkami w centrum Warszawy. PHN realizuje projekty deweloperskie i rewitalizacyjne, optymalizując wartość portfela nieruchomości Skarbu Państwa. Wchodzi w skład indeksu sWIG80.",
    "sector": "Nieruchomości",
    "founded": "2011",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "PKP": {
    "description": "PKP Cargo to największy operator kolejowych przewozów towarowych w Polsce i jeden z największych w Unii Europejskiej. Spółka przewozi węgiel, kruszywa, metale, chemikalia i towary intermodalne siecią kolejową obejmującą całą Polskę i połączenia międzynarodowe. PKP Cargo jest kontrolowane przez Skarb Państwa i uczestniczy w rozwoju korytarzy transportowych łączących porty bałtyckie z Europą Zachodnią. Wchodzi w skład indeksu sWIG80.",
    "sector": "Transport",
    "founded": "2001",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "PLW": {
    "description": "PlayWay SA to polski wydawca i inkubator gier wideo, znany z unikatowego modelu biznesowego opartego na finansowaniu dziesiątek małych zespołów deweloperskich tworzących gry symulatorowe i niszowe. Spółka posiada udziały w kilkudziesięciu studiach i wydała setki gier, w tym popularne serie Car Mechanic Simulator, House Flipper i Cooking Simulator. PlayWay jest jedną z najbardziej płodnych firm gamingowych na GPW. Wchodzi w skład indeksu sWIG80.",
    "sector": "Gry",
    "founded": "2011",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "QRS": {
    "description": "Quercus TFI to polskie towarzystwo funduszy inwestycyjnych, zarządzające aktywami klientów indywidualnych i instytucjonalnych poprzez fundusze obligacyjne, akcyjne i absolutnej stopy zwrotu. Spółka jest jednym z większych niezależnych TFI w Polsce i jest znana z aktywnej strategii zarządzania portfelem. Quercus TFI jest notowane na GPW od 2008 roku. Wchodzi w skład indeksu sWIG80.",
    "sector": "Finanse",
    "founded": "2007",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "RBW": {
    "description": "Rainbow Tours to największy polski touroperator organizujący wakacje zagraniczne, oferujący wyjazdy czarterowe do popularnych destynacji turystycznych w basenie Morza Śródziemnego, Afryce i Azji. Spółka obsługuje setki tysięcy turystów rocznie i współpracuje z czarterowymi liniami lotniczymi, w tym Enter Air. Rainbow rozwija również segment turystyki premium i rejsów morskich. Wchodzi w skład indeksu sWIG80.",
    "sector": "Turystyka",
    "founded": "1990",
    "headquarters": "Łódź",
    "indices": ["sWIG80"]
  },
  "RVU": {
    "description": "Ryvu Therapeutics to polska spółka biotechnologiczna specjalizująca się w odkrywaniu i rozwijaniu innowacyjnych terapii onkologicznych, w tym małocząsteczkowych leków celowanych przeciwnowotworowych. Spółka prowadzi badania kliniczne nad kandydatami lekowymi w obszarze nowotworów hematologicznych i guzów litych. Ryvu współpracuje z globalnymi firmami farmaceutycznymi i pozyskuje granty na badania. Wchodzi w skład indeksu sWIG80.",
    "sector": "Biotechnologia",
    "founded": "2007",
    "headquarters": "Kraków",
    "indices": ["sWIG80"]
  },
  "SFG": {
    "description": "Synektik SA to polska spółka medtech specjalizująca się w dostarczaniu zaawansowanych systemów diagnostyki obrazowej i robotyki chirurgicznej dla szpitali. Spółka jest wyłącznym dystrybutorem robotów chirurgicznych da Vinci w Polsce i jednym z wiodących dostawców systemów obrazowania medycznego. Synektik rozwija również własne oprogramowanie do analizy obrazów diagnostycznych. Wchodzi w skład indeksu sWIG80.",
    "sector": "Medycyna",
    "founded": "2002",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "SHO": {
    "description": "Shoper SA to polska platforma e-commerce typu SaaS, umożliwiająca małym i średnim firmom tworzenie i prowadzenie własnych sklepów internetowych bez wiedzy programistycznej. Spółka obsługuje dziesiątki tysięcy aktywnych sklepów online w Polsce i jest jednym z liderów rynku platform e-commerce w kraju. Shoper generuje przychody z opłat subskrypcyjnych i prowizji od transakcji. Wchodzi w skład indeksu sWIG80.",
    "sector": "E-commerce",
    "founded": "2005",
    "headquarters": "Kraków",
    "indices": ["sWIG80"]
  },
  "SLV": {
    "description": "Selvita SA to polska firma biotechnologiczna świadcząca usługi badawcze (CRO) dla globalnych firm farmaceutycznych i biotechnologicznych, specjalizująca się w odkrywaniu leków i chemii medycznej. Spółka prowadzi projekty drug discovery na zlecenie i oferuje zintegrowane usługi od identyfikacji celu terapeutycznego po optymalizację kandydatów lekowych. Selvita jest jednym z największych CRO w Europie Środkowej. Wchodzi w skład indeksu sWIG80.",
    "sector": "Biotechnologia",
    "founded": "2007",
    "headquarters": "Kraków",
    "indices": ["sWIG80"]
  },
  "SNK": {
    "description": "Sanok Rubber Company (Sanockie Zakłady Przemysłu Gumowego) to polski producent wyrobów gumowych i gumowo-metalowych dla przemysłu motoryzacyjnego, budowlanego i kolejowego. Spółka dostarcza uszczelki, profile, tłumiki drgań i elementy techniczne dla europejskich producentów samochodów i pojazdów szynowych. Sanok RC jest jednym z największych polskich eksporterów produktów gumowych. Wchodzi w skład indeksu sWIG80.",
    "sector": "Przemysł",
    "founded": "1932",
    "headquarters": "Sanok",
    "indices": ["sWIG80"]
  },
  "STX": {
    "description": "Stalprofil SA to polski dystrybutor stali i wyrobów hutniczych, specjalizujący się w rurach stalowych, profilach zamkniętych i blachach. Spółka operuje centrum serwisowe stali z możliwością cięcia, gięcia i obróbki materiałów na wymiar klienta. Stalprofil jest jednym z największych dystrybutorów rur stalowych w Polsce i uczestniczy w dostawach dla sektora infrastrukturalnego. Wchodzi w skład indeksu sWIG80.",
    "sector": "Przemysł",
    "founded": "1990",
    "headquarters": "Dąbrowa Górnicza",
    "indices": ["sWIG80"]
  },
  "SWG": {
    "description": "Śnieżka SA to jeden z wiodących polskich producentów farb i lakierów dekoracyjnych, oferujący produkty pod markami Śnieżka, Magnat i Rafil. Spółka posiada zakłady produkcyjne w Polsce, na Ukrainie i Białorusi i jest jednym z liderów rynku farb w Europie Środkowej i Wschodniej. Śnieżka wyróżnia się silną rozpoznawalnością marki i szeroką dystrybucją w sieciach DIY. Wchodzi w skład indeksu sWIG80.",
    "sector": "Chemia",
    "founded": "1984",
    "headquarters": "Lubzina",
    "indices": ["sWIG80"]
  },
  "TIM": {
    "description": "TIM SA to polski dystrybutor artykułów elektrotechnicznych i oświetleniowych, obsługujący hurtownie elektryczne, firmy instalacyjne i wykonawców w całym kraju. Spółka operuje platformę e-commerce i sieć dystrybucji dostarczającą kable, osprzęt elektryczny, oświetlenie i automatykę budynkową. TIM jest jednym z największych dystrybutorów materiałów elektrycznych w Polsce. Wchodzi w skład indeksu sWIG80.",
    "sector": "Handel",
    "founded": "1987",
    "headquarters": "Wrocław",
    "indices": ["sWIG80"]
  },
  "TRK": {
    "description": "Trakcja SA to polska firma budowlana specjalizująca się w budowie i modernizacji infrastruktury kolejowej, tramwajowej i energetycznej. Spółka realizuje kontrakty na budowę sieci trakcyjnych, podstacji energetycznych i linii kolejowych dla PKP PLK i samorządów. Trakcja jest jednym z kluczowych wykonawców w programach modernizacji kolei finansowanych ze środków UE. Wchodzi w skład indeksu sWIG80.",
    "sector": "Budownictwo",
    "founded": "1950",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "UNI": {
    "description": "Unimot SA to niezależny polski operator paliw i gazu, dystrybutor oleju napędowego, benzyny, LPG, biopaliw i energii elektrycznej dla klientów biznesowych. Spółka jest właścicielem marki AVIA — sieci stacji paliw rozwijanych na zasadzie franczyzy w Polsce. Unimot dynamicznie rośnie poprzez przejęcia i ekspansję na nowe segmenty rynku energetycznego. Wchodzi w skład indeksu sWIG80.",
    "sector": "Energetyka",
    "founded": "2007",
    "headquarters": "Kędzierzyn-Koźle",
    "indices": ["sWIG80"]
  },
  "VGO": {
    "description": "Vigo Photonics (dawniej Vigo System) to polski producent detektorów podczerwieni i fotodetektorów wykorzystywanych w systemach wykrywania gazów, spektroskopii, obronności i przemyśle. Spółka jest jednym z niewielu na świecie producentów niechłodzonych detektorów podczerwieni średniej i dalekiej, eksportując swoje produkty do najwyżej zaawansowanych laboratoriów i firm technologicznych globalnie. Wchodzi w skład indeksu sWIG80.",
    "sector": "Technologia",
    "founded": "1987",
    "headquarters": "Ożarów Mazowiecki",
    "indices": ["sWIG80"]
  },
  "VIN": {
    "description": "Vindexus SA to polska firma windykacyjna specjalizująca się w zarządzaniu wierzytelnościami masowymi, w tym wierzytelnościami bankowymi, telekomunikacyjnymi i komunalnymi. Spółka skupuje portfele wierzytelności od banków i firm usługowych oraz prowadzi windykację na własny rachunek. Vindexus jest jednym z mniejszych, ale stabilnych graczy na polskim rynku zarządzania wierzytelnościami. Wchodzi w skład indeksu sWIG80.",
    "sector": "Finanse",
    "founded": "2000",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "WAR": {
    "description": "Wawel SA to tradycyjny polski producent czekolady, cukierków i wyrobów cukierniczych z historią sięgającą 1898 roku, znany z marek Malaga, Tiki Taki, Kasztanki i Michałki. Spółka jest jednym z najbardziej rozpoznawalnych polskich producentów słodyczy i utrzymuje silną pozycję na rynku krajowym. Wawel eksportuje swoje produkty do kilkudziesięciu krajów, głównie na rynki z polską diasporą. Wchodzi w skład indeksu sWIG80.",
    "sector": "Spożywczy",
    "founded": "1898",
    "headquarters": "Kraków",
    "indices": ["sWIG80"]
  },
  "WLT": {
    "description": "Wielton SA to największy polski producent naczep, przyczep i zabudów samochodów ciężarowych oraz jeden z czołowych w Europie. Spółka oferuje szeroką gamę pojazdów transportowych — od naczep kurtynowych i chłodniczych po wywrotki i cysterny. Wielton eksportuje swoje produkty do kilkudziesięciu krajów i posiada zakłady produkcyjne w Polsce, Francji i Wielkiej Brytanii. Wchodzi w skład indeksu sWIG80.",
    "sector": "Przemysł",
    "founded": "1996",
    "headquarters": "Wieluń",
    "indices": ["sWIG80"]
  },
  "WTN": {
    "description": "Wittchen SA to polski producent i dystrybutor wyrobów skórzanych premium — walizek, torebek, portfeli i akcesoriów podróżnych. Spółka operuje sieć sklepów własnych w Polsce i rozwija sprzedaż online oraz eksport na rynki europejskie. Wittchen wyróżnia się pozycjonowaniem w segmencie przystępnego luksusu i silną rozpoznawalnością marki wśród polskich konsumentów. Wchodzi w skład indeksu sWIG80.",
    "sector": "Handel",
    "founded": "1990",
    "headquarters": "Palmiry",
    "indices": ["sWIG80"]
  },
  "ZAP": {
    "description": "Grupa Azoty Puławy to jeden z największych polskich producentów nawozów azotowych i chemikaliów, będący częścią Grupy Azoty. Spółka wytwarza mocznik, saletry i melaminy w zakładach w Puławach, dostarczając produkty dla rolnictwa i przemysłu chemicznego. Puławy są jednym z kluczowych ośrodków produkcji nawozów w Europie Środkowej. Wchodzi w skład indeksu sWIG80.",
    "sector": "Chemia",
    "founded": "1960",
    "headquarters": "Puławy",
    "indices": ["sWIG80"]
  },
  "ZEP": {
    "description": "ZE PAK (Zespół Elektrowni Pątnów-Adamów-Konin) to prywatny polski wytwórca energii elektrycznej z siedzibą w Wielkopolsce, tradycyjnie oparty na spalaniu węgla brunatnego. Spółka kontrolowana przez Zygmunta Solorza realizuje transformację energetyczną, inwestując w farmy fotowoltaiczne i projekty jądrowe (małe reaktory modularne SMR). ZE PAK odchodzi od węgla brunatnego w kierunku niskoemisyjnych źródeł energii. Wchodzi w skład indeksu sWIG80.",
    "sector": "Energetyka",
    "founded": "1999",
    "headquarters": "Konin",
    "indices": ["sWIG80"]
  },
  "ZWC": {
    "description": "Żywiec SA (Grupa Żywiec) to jeden z największych producentów piwa w Polsce, będący częścią globalnego koncernu Heineken. Spółka produkuje piwa pod markami Żywiec, Warka, Tatra, Desperados i Heineken, zarządzając browarnymi w kilku lokalizacjach w Polsce. Grupa Żywiec jest jednym z dwóch dominujących graczy na polskim rynku piwa, obok Kompanii Piwowarskiej (Asahi). Wchodzi w skład indeksu sWIG80.",
    "sector": "Spożywczy",
    "founded": "1856",
    "headquarters": "Żywiec",
    "indices": ["sWIG80"]
  },
  "ACE": {
    "description": "Asseco Central Europe to spółka z Grupy Asseco, dostarczająca systemy informatyczne dla bankowości, ubezpieczeń i administracji publicznej na rynkach Czech, Słowacji i Węgier. Spółka specjalizuje się w systemach core banking, rozwiązaniach płatniczych i systemach dla sektora zdrowia. ACE jest notowane na GPW w Warszawie i giełdzie w Bratysławie. Wchodzi w skład indeksu sWIG80.",
    "sector": "Technologia",
    "founded": "2006",
    "headquarters": "Bratysława",
    "indices": ["sWIG80"]
  },
  "AST": {
    "description": "Astarta Holding to jeden z największych ukraińskich koncernów rolno-spożywczych, zajmujący się uprawą zbóż i buraków cukrowych, produkcją cukru oraz hodowlą bydła. Spółka zarządza dziesiątkami tysięcy hektarów ziemi uprawnej na Ukrainie i jest jednym z największych producentów cukru w kraju. Astarta jest notowana na GPW w Warszawie i jej wyniki są silnie uzależnione od sytuacji geopolitycznej. Wchodzi w skład indeksu sWIG80.",
    "sector": "Rolnictwo",
    "founded": "1993",
    "headquarters": "Kijów",
    "indices": ["sWIG80"]
  },
  "BIO": {
    "description": "Bioton SA to polski producent insuliny rekombinowanej i leków biotechnologicznych, będący jednym z nielicznych europejskich wytwórców biosymilarnej insuliny ludzkiej. Spółka eksportuje swoje produkty do krajów rozwijających się, głównie w Azji i Afryce, oraz rozwija portfolio leków biologicznych. Bioton posiada nowoczesne zakłady biotechnologiczne w Macierzyszu pod Warszawą. Wchodzi w skład indeksu sWIG80.",
    "sector": "Biotechnologia",
    "founded": "1989",
    "headquarters": "Macierzysz",
    "indices": ["sWIG80"]
  },
  "BMC": {
    "description": "Bumech SA to polska spółka działająca w sektorze usług górniczych i wydobywczych, świadcząca usługi drążenia wyrobisk i eksploatacji pokładów węgla w kopalniach podziemnych. Spółka dostarcza również maszyny i urządzenia górnicze oraz realizuje kontrakty serwisowe dla kopalń węgla kamiennego w Polsce. Bumech jest notowany na GPW od 2011 roku. Wchodzi w skład indeksu sWIG80.",
    "sector": "Surowce",
    "founded": "2003",
    "headquarters": "Katowice",
    "indices": ["sWIG80"]
  },
  "CMP": {
    "description": "Comp SA to polska spółka technologiczna specjalizująca się w produkcji kas fiskalnych, terminali płatniczych i systemów IT dla sektora handlowego i finansowego. Spółka jest jednym z największych polskich producentów urządzeń fiskalnych i dostarcza rozwiązania do rejestracji sprzedaży zgodne z wymogami Ministerstwa Finansów. Comp rozwija również segment systemów bezpieczeństwa IT. Wchodzi w skład indeksu sWIG80.",
    "sector": "Technologia",
    "founded": "1990",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "DGA": {
    "description": "DGA SA to polska firma konsultingowa świadcząca usługi doradztwa biznesowego, zarządzania projektami i pozyskiwania funduszy europejskich dla przedsiębiorstw i instytucji publicznych. Spółka specjalizuje się w doradztwie strategicznym, restrukturyzacji i zarządzaniu zmianą. DGA jest jedną z nielicznych firm consultingowych notowanych na GPW. Wchodzi w skład indeksu sWIG80.",
    "sector": "Usługi",
    "founded": "1990",
    "headquarters": "Poznań",
    "indices": ["sWIG80"]
  },
  "ELZ": {
    "description": "Elzab SA to polski producent kas i drukarek fiskalnych, wag elektronicznych oraz terminali płatniczych dla sektora handlu detalicznego i gastronomii. Spółka jest jednym z największych krajowych dostawców urządzeń fiskalnych i korzysta na obowiązkowej fiskalizacji sprzedaży w Polsce. Elzab dostarcza rozwiązania zarówno dla małych punktów sprzedaży, jak i dużych sieci handlowych. Wchodzi w skład indeksu sWIG80.",
    "sector": "Technologia",
    "founded": "1989",
    "headquarters": "Zabrze",
    "indices": ["sWIG80"]
  },
  "MLG": {
    "description": "ML System SA to polski producent innowacyjnych paneli fotowoltaicznych zintegrowanych z budynkami (BIPV), w tym szyb solnych generujących energię elektryczną. Spółka specjalizuje się w zaawansowanych technologiach fotowoltaicznych i kwantowych kropkach do modyfikacji widma słonecznego. ML System jest jednym z nielicznych europejskich producentów transparentnych paneli PV do zastosowań architektonicznych. Wchodzi w skład indeksu sWIG80.",
    "sector": "Technologia",
    "founded": "2013",
    "headquarters": "Zaczernie",
    "indices": ["sWIG80"]
  },
  "PBX": {
    "description": "Pekabex SA to polski producent prefabrykatów betonowych i żelbetowych, specjalizujący się w konstrukcjach modułowych dla budownictwa mieszkaniowego, komercyjnego i przemysłowego. Spółka jest jednym z liderów polskiego rynku prefabrykacji i realizuje kontrakty w Polsce oraz w krajach skandynawskich. Pekabex promuje budownictwo prefabrykowane jako szybszą i bardziej ekologiczną alternatywę dla tradycyjnych metod budowy. Wchodzi w skład indeksu sWIG80.",
    "sector": "Budownictwo",
    "founded": "1970",
    "headquarters": "Poznań",
    "indices": ["sWIG80"]
  },
  "PXM": {
    "description": "Polimex-Mostostal to jedna z największych polskich firm inżynieryjno-budowlanych, specjalizująca się w realizacji projektów dla sektora energetycznego, petrochemicznego i infrastrukturalnego. Spółka buduje i modernizuje elektrownie, rafinerie i zakłady przemysłowe, a także realizuje kontrakty drogowe i mostowe. Polimex-Mostostal przeszedł proces restrukturyzacji i koncentruje się na kontraktach w sektorze energetyki. Wchodzi w skład indeksu sWIG80.",
    "sector": "Budownictwo",
    "founded": "1945",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  },
  "SKA": {
    "description": "Skarbiec Holding to polska grupa finansowa, właściciel Skarbiec TFI — jednego z najdłużej działających towarzystw funduszy inwestycyjnych w Polsce. Spółka zarządza funduszami akcyjnymi, obligacyjnymi i mieszanymi dla klientów indywidualnych i instytucjonalnych. Skarbiec TFI jest znany z aktywnego zarządzania portfelem i wieloletniego doświadczenia na polskim rynku kapitałowym. Wchodzi w skład indeksu sWIG80.",
    "sector": "Finanse",
    "founded": "1997",
    "headquarters": "Warszawa",
    "indices": ["sWIG80"]
  }
}
