{
  "PKN": {
    "description": "PKN ORLEN to największy koncern paliwowo-energetyczny w Europie Środkowej, powstały z połączenia Polskiego Koncernu Naftowego i rafinerii Orlen. Prowadzi rafinerie w Polsce, Czechach i na Litwie oraz sieć ponad 3000 stacji paliw w regionie. Po przejęciu Grupy LOTOS, PGNiG i Energi stał się zintegrowanym gigantem energetycznym obejmującym wydobycie, przerób ropy, dystrybucję gazu i energetykę odnawialną. Spółka wchodzi w skład indeksu WIG20.",
    "sector": "Energetyka",
    "founded": "1999",
    "headquarters": "Płock",
    "indices": ["WIG20"]
  },
  "PKO": {
    "description": "PKO Bank Polski to największy bank w Polsce pod względem aktywów, liczby klientów i sieci placówek, z historią sięgającą 1919 roku. Obsługuje ponad 11 milionów klientów detalicznych i posiada wiodącą pozycję w segmencie kredytów hipotecznych w kraju. Większościowym akcjonariuszem pozostaje Skarb Państwa, co zapewnia bankowi stabilną bazę kapitałową. Spółka jest jednym z filarów indeksu WIG20.",
    "sector": "Banki",
    "founded": "1919",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "PEO": {
    "description": "Bank Pekao to drugi co do wielkości bank komercyjny w Polsce, działający nieprzerwanie od 1929 roku. Obsługuje klientów indywidualnych, przedsiębiorstwa oraz instytucje, oferując pełen zakres produktów bankowości detalicznej i korporacyjnej. Kontrolowany przez PZU SA i Polski Fundusz Rozwoju, utrzymuje pozycję jednego z najstabilniejszych banków w regionie CEE. Spółka należy do indeksu WIG20.",
    "sector": "Banki",
    "founded": "1929",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "KGH": {
    "description": "KGHM Polska Miedź to jeden z największych producentów miedzi i srebra na świecie, wydobywający rudy z kopalni w Polsce (Zagłębie Miedziowe), Chile i Kanadzie. Polska jest siódmym producentem miedzi na świecie, a KGHM odpowiada za znaczącą część krajowego PKB i eksportu. Spółka posiada własne huty i zakłady przeróbcze oraz prowadzi działalność w segmencie energetyki. Wchodzi w skład indeksu WIG20.",
    "sector": "Surowce",
    "founded": "1961",
    "headquarters": "Lubin",
    "indices": ["WIG20"]
  },
  "PZU": {
    "description": "PZU SA to największa polska firma ubezpieczeniowa i jedna z największych w Europie Środkowej, działająca nieprzerwanie od 1803 roku. Oferuje pełen zakres ubezpieczeń majątkowych, komunikacyjnych i na życie dla klientów indywidualnych i biznesowych. Poprzez spółkę TFI PZU zarządza również funduszami inwestycyjnymi, a przez udziały w PKO BP i Pekao ma silną pozycję w sektorze bankowym. Akcje PZU wchodzą w skład indeksu WIG20.",
    "sector": "Ubezpieczenia",
    "founded": "1803",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "DNP": {
    "description": "Dino Polska to jedna z najszybciej rozwijających się sieci supermarketów spożywczych w Polsce, operująca głównie na obszarach małych i średnich miast oraz terenach wiejskich. Spółka wyróżnia się modelem własności sklepów (bez franczyzy) i centralnym systemem dostaw z własnych magazynów chłodniczych. Od debiutu giełdowego w 2017 roku Dino konsekwentnie otwiera kilkaset nowych sklepów rocznie i należy do grona najszybciej rosnących spółek w indeksie WIG20.",
    "sector": "Handel",
    "founded": "1999",
    "headquarters": "Krotoszyn",
    "indices": ["WIG20"]
  },
  "LPP": {
    "description": "LPP SA to największy polski producent i dystrybutor odzieży, właściciel marek Reserved, Cropp, House, Mohito i Sinsay. Firma operuje ponad 2000 sklepów w kilkudziesięciu krajach, ze szczególnie silną obecnością w Europie Środkowej i Wschodniej. Po tymczasowym wyjściu z Rosji po 2022 roku spółka koncentruje ekspansję na rynkach Europy Zachodniej i Azji Południowo-Wschodniej. LPP jest jedną z największych spółek w indeksie WIG20.",
    "sector": "Handel",
    "founded": "1991",
    "headquarters": "Gdańsk",
    "indices": ["WIG20"]
  },
  "ALE": {
    "description": "Allegro.eu to największa platforma e-commerce w Polsce i jedna z wiodących w Europie Środkowej, łącząca miliony kupujących ze sprzedającymi w modelu marketplace. Spółka zadebiutowała na GPW w 2020 roku w jednym z największych IPO w historii polskiego rynku, pozyskując blisko 2,1 mld USD. Allegro oferuje własną platformę płatniczą Allegro Pay oraz usługi logistyczne One Fulfillment, rozwijając ekosystem usług dla sprzedawców. Wchodzi w skład indeksu WIG20.",
    "sector": "E-commerce",
    "founded": "1999",
    "headquarters": "Poznań",
    "indices": ["WIG20"]
  },
  "CDR": {
    "description": "CD Projekt to polskie studio gier wideo znane na całym świecie, twórca serii Wiedźmin oraz cyberpunkowej gry Cyberpunk 2077. Spółka jest właścicielem cyfrowej platformy dystrybucji gier GOG.com, która specjalizuje się w grach DRM-free. Seria Wiedźmin 3: Dziki Gon sprzedała się w ponad 50 milionach egzemplarzy, stając się jedną z najlepiej ocenianych gier w historii. CD Projekt wchodzi w skład indeksu WIG20.",
    "sector": "Gry",
    "founded": "1994",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "PGE": {
    "description": "PGE Polska Grupa Energetyczna to największy wytwórca i dostawca energii elektrycznej w Polsce, kontrolowany przez Skarb Państwa. Spółka zarządza elektrowniami węglowymi, wodnymi oraz rozbudowuje portfel aktywów w energetyce odnawialnej (wiatrowej i fotowoltaicznej). PGE aktywnie uczestniczy w transformacji energetycznej kraju, inwestując w morskie farmy wiatrowe na Bałtyku i infrastrukturę sieciową. Spółka wchodzi w skład indeksu WIG20.",
    "sector": "Energetyka",
    "founded": "1990",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "SPL": {
    "description": "Santander Bank Polska (dawniej BZ WBK) to jeden z największych banków komercyjnych w Polsce, będący częścią hiszpańskiej Grupy Santander. Oferuje pełen zakres usług bankowych dla klientów indywidualnych, małych i średnich przedsiębiorstw oraz korporacji. Santander Bank Polska jest znany z innowacyjnych rozwiązań cyfrowych i bankowości mobilnej oraz z przejęcia Kredyt Banku w 2012 roku. Spółka wchodzi w skład indeksu WIG20.",
    "sector": "Banki",
    "founded": "1989",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "OPL": {
    "description": "Orange Polska (dawniej Telekomunikacja Polska) to największy operator telekomunikacyjny w Polsce, świadczący usługi telefonii stacjonarnej, mobilnej, internetu i telewizji. Spółka jest częścią francuskiej Grupy Orange, jednego z największych operatorów telekomunikacyjnych na świecie. Orange Polska systematycznie rozbudowuje sieć światłowodową i infrastrukturę 5G, obsługując kilkanaście milionów klientów. Wchodzi w skład indeksu WIG20.",
    "sector": "Telekomunikacja",
    "founded": "1991",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "MBK": {
    "description": "mBank to jeden z pionierów bankowości internetowej w Polsce, uruchomiony w 2000 roku jako pierwsza w pełni internetowa instytucja finansowa w Europie Środkowej. Wchodzi w skład Grupy Commerzbank i obsługuje ponad 5 milionów klientów w Polsce, Czechach i Słowacji. Bank wyróżnia się nowoczesną platformą cyfrową i innowacyjnym podejściem do produktów finansowych. Akcje mBanku notowane są w indeksie WIG20.",
    "sector": "Banki",
    "founded": "2000",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "CCC": {
    "description": "CCC SA (działające pod marką Modivo Group) to jeden z największych europejskich detalistów obuwniczych, operujący siecią sklepów stacjonarnych i platform e-commerce w kilkudziesięciu krajach. Spółka jest właścicielem marek CCC, HalfPrice, Modivo i eobuwie.pl, łącząc sprzedaż stacjonarną z kanałem online. Segment eobuwie.pl/Modivo to jedna z największych platform sprzedaży obuwia i odzieży online w Europie Środkowej. CCC wchodzi w skład indeksu WIG20.",
    "sector": "Handel",
    "founded": "1999",
    "headquarters": "Polkowice",
    "indices": ["WIG20"]
  },
  "KRU": {
    "description": "Kruk SA to największa polska firma windykacyjna i jedna z czołowych w Europie, działająca na rynkach Polski, Rumunii, Włoch, Hiszpanii, Niemiec i innych krajów europejskich. Spółka specjalizuje się w zakupie portfeli wierzytelności od banków i firm pożyczkowych oraz windykacji długów na własny rachunek. Kruk jest liderem rynku konsumenckiego zarządzania wierzytelnościami w Polsce i utrzymuje ekspansję na nowe rynki europejskie. Wchodzi w skład indeksu WIG20.",
    "sector": "Finanse",
    "founded": "1998",
    "headquarters": "Wrocław",
    "indices": ["WIG20"]
  },
  "BDX": {
    "description": "Budimex to największa polska firma budowlana i jedna z czołowych w Europie Środkowej, realizująca kontrakty infrastrukturalne, drogowe, kolejowe i kubaturowe. Spółka jest częścią hiszpańskiej Grupy Ferrovial i uczestniczy w kluczowych inwestycjach infrastrukturalnych finansowanych ze środków UE. Budimex prowadzi również działalność deweloperską (Budimex Nieruchomości) i zarządzanie nieruchomościami komercyjnymi. Notowany jest w indeksie WIG20.",
    "sector": "Budownictwo",
    "founded": "1968",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "MIL": {
    "description": "Bank Millennium to ogólnopolski bank komercyjny będący częścią portugalskiej Grupy Millennium BCP. Obsługuje ponad 2,5 miliona klientów w Polsce, oferując produkty bankowości detalicznej, hipotecznej i korporacyjnej. Bank jest znany z ekspozycji na kredyty frankowe (CHF), co przez lata generowało rezerwy prawne i wpływało na wyniki finansowe. Bank Millennium wchodzi w skład indeksu mWIG40.",
    "sector": "Banki",
    "founded": "1989",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "TPE": {
    "description": "Tauron Polska Energia to drugi co do wielkości wytwórca energii elektrycznej w Polsce, kontrolowany przez Skarb Państwa. Spółka zarządza elektrowniami węglowymi w Jaworznie i Łagiszy, siecią dystrybucyjną na południu Polski oraz zakładami wydobycia węgla. Tauron realizuje program transformacji energetycznej, stopniowo odchodząc od węgla na rzecz odnawialnych źródeł energii. Spółka wchodzi w skład indeksu mWIG40.",
    "sector": "Energetyka",
    "founded": "2006",
    "headquarters": "Katowice",
    "indices": ["mWIG40"]
  },
  "KTY": {
    "description": "Grupa Kęty to wiodący producent wyrobów z aluminium w Polsce i jeden z czołowych w Europie, oferujący profile aluminiowe, systemy architektoniczne i opakowania giętkie. Spółka wyróżnia się kompleksowym łańcuchem produkcyjnym — od wytapiania aluminium po gotowe systemy okienno-drzwiowe i fasadowe. Grupa Kęty jest ceniona za stabilną politykę dywidendową i konsekwentny wzrost organiczny. Wchodzi w skład indeksu WIG20.",
    "sector": "Przemysł",
    "founded": "1953",
    "headquarters": "Kęty",
    "indices": ["WIG20"]
  },
  "LWB": {
    "description": "LW Bogdanka (Lubelski Węgiel Bogdanka) to jeden z najnowocześniejszych i najbardziej wydajnych producentów węgla energetycznego w Polsce. Kopalnia w Bogdance wyróżnia się wysokim poziomem mechanizacji wydobycia i należy do czołówki pod względem efektywności kosztowej spośród polskich kopalń węgla. Spółka dostarcza węgiel głównie do elektrowni i elektrociepłowni, a jej wyniki są ściśle powiązane z popytem energetycznym i cenami węgla na rynkach europejskich. Notowana jest w indeksie sWIG80.",
    "sector": "Surowce",
    "founded": "1975",
    "headquarters": "Bogdanka",
    "indices": ["sWIG80"]
  },
  "CPS": {
    "description": "Cyfrowy Polsat to największy prywatny nadawca telewizyjny i wiodący dostawca usług multimedialnych w Polsce, zarządzający kanałami telewizji satelitarnej i naziemnej, platformą streamingową Polsat Box Go oraz usługami mobilnymi Polsat Box. Spółka jest kontrolowana przez Zygmunta Solorza i łączy w sobie media, telekomunikację i dystrybucję treści. Poprzez Polkomtel (Plus) oferuje usługi telefonii komórkowej milionom abonentów. Cyfrowy Polsat wchodzi w skład indeksu mWIG40.",
    "sector": "Media",
    "founded": "1994",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "AMC": {
    "description": "Amica SA to największy polski producent sprzętu AGD, wytwarzający kuchnie, piekarniki, chłodziarki i pralki pod markami Amica, Gram (Skandynawia) i CDA (Wielka Brytania). Spółka sprzedaje swoje produkty w kilkudziesięciu krajach, a znaczna część przychodów pochodzi z rynków zachodnioeuropejskich. Amica jest notowana na GPW od 1997 roku i utrzymuje silną pozycję w segmencie urządzeń do gotowania w Polsce i Europie Środkowej. Wchodzi w skład indeksu sWIG80.",
    "sector": "AGD",
    "founded": "1945",
    "headquarters": "Wronki",
    "indices": ["sWIG80"]
  },
  "PCO": {
    "description": "Pepco Group to europejska sieć sklepów z tanią odzieżą, artykułami dla domu i zabawkami, operująca pod markami Pepco (Europa Środkowa i Wschodnia), Dealz (Irlandia i Polska) oraz Poundland (Wielka Brytania). Spółka liczy ponad 4000 sklepów w ponad 20 krajach i jest jednym z najszybciej rozwijających się detalistów w Europie. Pepco debiutowało na GPW w 2021 roku, stając się jedną z największych spółek giełdowych w Polsce. Wchodzi w skład indeksu WIG20.",
    "sector": "Handel",
    "founded": "1999",
    "headquarters": "Poznań",
    "indices": ["WIG20"]
  },
  "XTB": {
    "description": "XTB SA to jeden z największych na świecie brokerów foreksowych i CFD notowanych na giełdzie, oferujący platformę inwestycyjną xStation klientom z ponad 170 krajów. Spółka założona w Polsce ekspanduje globalnie, posiadając licencje regulacyjne w Unii Europejskiej, Wielkiej Brytanii i innych jurysdykcjach. XTB wyróżnia się silnym wzrostem bazy klientów i wysoką rentownością, regularnie wypłacając dywidendę. Wchodzi w skład indeksu mWIG40.",
    "sector": "Finanse",
    "founded": "2002",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "VRG": {
    "description": "VRG SA (dawniej Vistula Group) to polska spółka odzieżowa zarządzająca sieciami sklepów z odzieżą premium i biżuterią pod markami Vistula, Wólczanka, W.Kruk i Deni Cler. Spółka pozycjonuje się w segmencie odzieży wizytowej i eleganckich akcesoriów dla wymagających klientów. Marka W.Kruk to jeden z największych polskich sprzedawców biżuteryi zegarków z ponad 170-letnią tradycją. VRG wchodzi w skład indeksu sWIG80.",
    "sector": "Handel",
    "founded": "1945",
    "headquarters": "Kraków",
    "indices": ["sWIG80"]
  },
  "BNP": {
    "description": "BNP Paribas Bank Polska to jeden z największych banków komercyjnych w Polsce, będący częścią francuskiej Grupy BNP Paribas, jednego z największych banków na świecie. Spółka obsługuje klientów detalicznych, mikroprzedsiębiorstwa, MŚP i korporacje, wyróżniając się ofertą bankowości agro dla sektora rolniczego. Poprzez fuzje z BGŻ i Raiffeisen Polbank bank znacząco zwiększył skalę działalności na polskim rynku. Wchodzi w skład indeksu mWIG40.",
    "sector": "Banki",
    "founded": "2001",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "GPW": {
    "description": "Giełda Papierów Wartościowych w Warszawie to operator głównego rynku akcji, obligacji i instrumentów pochodnych w Polsce oraz największa giełda w Europie Środkowej i Wschodniej. GPW zarządza rynkiem głównym, platformą NewConnect dla małych spółek oraz rynkiem Catalyst dla obligacji korporacyjnych i komunalnych. Spółka notuje ponad 400 przedsiębiorstw o łącznej kapitalizacji przekraczającej bilion złotych i jest sama notowana na prowadzonym przez siebie parkiecie. Wchodzi w skład indeksu mWIG40.",
    "sector": "Finanse",
    "founded": "1991",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "ENA": {
    "description": "Enea SA to jeden z czterech największych pionowo zintegrowanych koncernów energetycznych w Polsce, kontrolowany przez Skarb Państwa. Spółka zajmuje się wydobyciem węgla (LW Bogdanka), wytwarzaniem energii elektrycznej w elektrowniach konwencjonalnych i odnawialnych, dystrybucją i sprzedażą energii. Enea obsługuje kilka milionów odbiorców głównie w zachodniej i północnej Polsce. Wchodzi w skład indeksu mWIG40.",
    "sector": "Energetyka",
    "founded": "2004",
    "headquarters": "Poznań",
    "indices": ["mWIG40"]
  },
  "KER": {
    "description": "Kernel Holding to jeden z największych na świecie producentów i eksporterów oleju słonecznikowego, z siedzibą na Cyprze i aktywami operacyjnymi głównie na Ukrainie. Spółka zarządza siecią skupu i magazynowania zbóż, młynami olejarskimi oraz terminalami eksportowymi w portach ukraińskich. Kernel jest notowany na GPW w Warszawie i przez lata był jednym z największych eksporterów z Ukrainy. Wchodzi w skład indeksu mWIG40.",
    "sector": "Rolnictwo",
    "founded": "1994",
    "headquarters": "Luksemburg",
    "indices": ["mWIG40"]
  },
  "JSW": {
    "description": "Jastrzębska Spółka Węglowa to największy producent wysokiej jakości węgla koksującego w Unii Europejskiej, dostarczający surowiec do hut stali w całej Europie. Spółka kontroluje kilka kopalń w Zagłębiu Ostrawsko-Karwińskim, a jej wyniki finansowe są silnie uzależnione od globalnych cen węgla koksującego i popytu ze strony przemysłu stalowego. JSW jest kontrolowana przez Skarb Państwa i należy do indeksu mWIG40.",
    "sector": "Surowce",
    "founded": "1993",
    "headquarters": "Jastrzębie-Zdrój",
    "indices": ["mWIG40"]
  },
  "ALR": {
    "description": "Alior Bank to jeden z najmłodszych dużych banków komercyjnych w Polsce, założony w 2008 roku z ambicją budowy nowoczesnej instytucji finansowej opartej na technologii. Bank szybko zdobył pozycję rynkową dzięki agresywnej polityce cenowej i innowacyjnym produktom cyfrowym, a w 2015 roku przejął T-Mobile Usługi Bankowe. Kontrolowany przez PZU SA, Alior obsługuje ponad 4 miliony klientów detalicznych i biznesowych. Spółka wchodzi w skład indeksu WIG20.",
    "sector": "Banki",
    "founded": "2008",
    "headquarters": "Warszawa",
    "indices": ["WIG20"]
  },
  "ZAB": {
    "description": "Żabka Group to największa sieć sklepów convenience w Europie Środkowej, operująca ponad 10 000 punktów sprzedaży w Polsce w modelu franczyzowym. Spółka wyróżnia się ultrabliskością — sklepy Żabka znajdują się w promieniu kilku minut od większości Polaków w miastach. Żabka zadebiutowała na GPW w październiku 2024 roku w jednym z największych IPO w historii polskiego rynku i dynamicznie rozwija ofertę gotowych posiłków oraz usług dodatkowych. Wchodzi w skład indeksu WIG20.",
    "sector": "Handel",
    "founded": "1998",
    "headquarters": "Poznań",
    "indices": ["WIG20"]
  },
  "11B": {
    "description": "11 bit studios to polskie studio gier wideo znane z tworzenia głębokich, emocjonalnych produkcji, w tym wielokrotnie nagradzanej gry This War of Mine oraz serii Frostpunk. This War of Mine była pierwszą grą wideo wpisaną na listę lektur szkolnych w Polsce, a Frostpunk 2 kontynuuje tradycję gatunku city-survival. Spółka łączy autorskie podejście do tworzenia gier z działalnością wydawniczą wspierającą niezależnych deweloperów. Wchodzi w skład indeksu mWIG40.",
    "sector": "Gry",
    "founded": "2009",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "ACP": {
    "description": "Asseco Poland to największa polska firma informatyczna i jeden z czołowych producentów oprogramowania w Europie, dostarczający systemy IT dla bankowości, ubezpieczeń, administracji publicznej i przedsiębiorstw. Grupa Asseco działa w ponad 60 krajach poprzez spółki zależne, w tym Asseco South Eastern Europe i Asseco Central Europe. Spółka jest kluczowym dostawcą systemów bankowych i rozwiązań ERP na rynkach Europy Środkowej i Wschodniej. Wchodzi w skład indeksu mWIG40.",
    "sector": "Technologia",
    "founded": "1991",
    "headquarters": "Rzeszów",
    "indices": ["mWIG40"]
  },
  "APR": {
    "description": "Auto Partner to wiodący dystrybutor części zamiennych do samochodów osobowych i dostawczych w Polsce, obsługujący sieć warsztatów i sklepów motoryzacyjnych w całym kraju. Spółka operuje rozbudowaną sieć magazynów i oferuje ponad 300 000 pozycji katalogowych od czołowych producentów części. Auto Partner wyróżnia się dynamicznym wzrostem przychodów i ekspansją na rynki zagraniczne, w tym do Europy Zachodniej. Wchodzi w skład indeksu mWIG40.",
    "sector": "Motoryzacja",
    "founded": "1993",
    "headquarters": "Bieruń",
    "indices": ["mWIG40"]
  },
  "ASB": {
    "description": "ASBISc Enterprises to jeden z największych dystrybutorów produktów IT w regionie EMEA, oferujący sprzęt komputerowy, komponenty i rozwiązania IT od wiodących producentów globalnych. Spółka z siedzibą na Cyprze operuje w ponad 60 krajach, ze szczególnie silną pozycją w Europie Środkowej, Wschodniej i krajach byłego ZSRR. ASBIS rozwija również własne marki produktowe, w tym Prestigio i Canyon. Notowana jest w indeksie mWIG40.",
    "sector": "Technologia",
    "founded": "1990",
    "headquarters": "Limassol",
    "indices": ["mWIG40"]
  },
  "ASE": {
    "description": "Asseco South Eastern Europe to spółka technologiczna z Grupy Asseco, specjalizująca się w dostarczaniu oprogramowania bankowego, płatniczego i ERP na rynkach Europy Południowo-Wschodniej. Firma działa w kilkunastu krajach regionu, w tym w Serbii, Chorwacji, Rumunii, Turcji i Kolumbii, obsługując banki, instytucje finansowe i przedsiębiorstwa. ASEE jest notowana zarówno na GPW w Warszawie, jak i na giełdzie w Lublanie. Wchodzi w skład indeksu mWIG40.",
    "sector": "Technologia",
    "founded": "2007",
    "headquarters": "Rzeszów",
    "indices": ["mWIG40"]
  },
  "BFT": {
    "description": "Benefit Systems to lider rynku pozapłacowych świadczeń pracowniczych w Polsce, znany przede wszystkim z karty sportowej MultiSport, z której korzystają miliony użytkowników. Spółka zarządza również siecią własnych klubów fitness (w tym Zdrofit i My Fitness Place) oraz platformą kafeteryjną MyBenefit do zarządzania benefitami pracowniczymi. Benefit Systems ekspanduje na rynki Europy Środkowej, w tym do Czech, Bułgarii i Chorwacji. Wchodzi w skład indeksu mWIG40.",
    "sector": "HR/Benefity",
    "founded": "2004",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "BHW": {
    "description": "Bank Handlowy w Warszawie (Citi Handlowy) to jeden z najstarszych banków komercyjnych w Polsce, założony w 1870 roku, będący częścią globalnej Grupy Citigroup. Bank specjalizuje się w bankowości korporacyjnej i inwestycyjnej oraz w obsłudze klientów zamożnych (Citigold). Citi Handlowy jest jednym z głównych banków obsługujących międzynarodowe korporacje działające w Polsce i pełni rolę dealera skarbowych papierów wartościowych. Wchodzi w skład indeksu mWIG40.",
    "sector": "Banki",
    "founded": "1870",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "CAR": {
    "description": "Inter Cars to największy dystrybutor części zamiennych do samochodów w Europie Środkowej i jeden z czołowych w całej Europie, operujący sieć ponad 600 filii w kilkunastu krajach. Spółka oferuje ponad milion pozycji katalogowych i obsługuje warsztaty mechaniczne, blacharsko-lakiernicze i floty pojazdów. Inter Cars wyróżnia się zaawansowanym systemem logistycznym zapewniającym dostawy części w ciągu kilku godzin. Wchodzi w skład indeksu mWIG40.",
    "sector": "Motoryzacja",
    "founded": "1990",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "CMR": {
    "description": "Comarch to polska firma informatyczna specjalizująca się w tworzeniu i wdrażaniu systemów IT dla telekomunikacji, bankowości, handlu i administracji publicznej. Spółka jest jednym z największych polskich eksporterów oprogramowania, z oddziałami w kilkudziesięciu krajach na wszystkich kontynentach. Comarch jest również znanym sponsorem sportu — wspiera drużynę kolarską oraz klub piłkarski Cracovia. Wchodzi w skład indeksu mWIG40.",
    "sector": "Technologia",
    "founded": "1993",
    "headquarters": "Kraków",
    "indices": ["mWIG40"]
  },
  "COG": {
    "description": "Cognor Holding to polska grupa przemysłowa specjalizująca się w produkcji stali i wyrobów hutniczych, operująca huty elektryczne i walcownie w Polsce. Spółka przetwarza złom stalowy na produkty gotowe — pręty, kątowniki i profile — dostarczane głównie do sektora budowlanego i infrastrukturalnego. Cognor jest jednym z głównych polskich producentów stali długiej i zyskuje na rosnącym popycie infrastrukturalnym. Wchodzi w skład indeksu mWIG40.",
    "sector": "Przemysł",
    "founded": "1991",
    "headquarters": "Mysłowice",
    "indices": ["mWIG40"]
  },
  "DIAG": {
    "description": "Diagnostyka SA to największa prywatna sieć laboratoriów medycznych w Polsce, wykonująca badania diagnostyczne dla szpitali, przychodni i pacjentów indywidualnych. Spółka operuje setki punktów pobrań w całym kraju i przetwarza miliony badań rocznie, oferując diagnostykę laboratoryjną, mikrobiologiczną i genetyczną. Diagnostyka zadebiutowała na GPW w 2024 roku i szybko weszła do składu indeksu mWIG40.",
    "sector": "Medycyna",
    "founded": "1998",
    "headquarters": "Kraków",
    "indices": ["mWIG40"]
  },
  "DOM": {
    "description": "Dom Development to jeden z największych deweloperów mieszkaniowych w Polsce, działający głównie na rynku warszawskim, trójmiejskim i wrocławskim. Spółka specjalizuje się w budowie osiedli mieszkaniowych o podwyższonym standardzie i jest ceniona za terminowość realizacji inwestycji. Dom Development jest jednym z najbardziej rentownych deweloperów na polskim rynku i regularnie wypłaca wysokie dywidendy. Wchodzi w skład indeksu mWIG40.",
    "sector": "Nieruchomości",
    "founded": "1999",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "DVL": {
    "description": "Develia (dawniej LC Corp) to ogólnopolski deweloper mieszkaniowy realizujący inwestycje w kilkunastu miastach Polski, w tym w Warszawie, Wrocławiu, Poznaniu, Gdańsku i Sosnowcu. Spółka przeszła transformację strategiczną — wyszła z segmentu nieruchomości komercyjnych i skoncentrowała się wyłącznie na budownictwie mieszkaniowym. Develia jest jednym z największych deweloperów pod względem liczby sprzedawanych mieszkań rocznie. Wchodzi w skład indeksu mWIG40.",
    "sector": "Nieruchomości",
    "founded": "2007",
    "headquarters": "Wrocław",
    "indices": ["mWIG40"]
  },
  "EAT": {
    "description": "AmRest Holdings to największy niezależny operator restauracji w Europie Środkowej i Wschodniej, zarządzający markami KFC, Pizza Hut, Burger King, Starbucks i własnymi konceptami (La Tagliatella, Sushi Shop). Spółka operuje ponad 2000 restauracji w kilkunastu krajach, głównie na zasadzie licencji franczyzowych od globalnych marek. AmRest jest notowany na GPW pod tickerem EAT i jest kontrolowany przez fundusz inwestycyjny. Wchodzi w skład indeksu mWIG40.",
    "sector": "Restauracje",
    "founded": "1993",
    "headquarters": "Madryt",
    "indices": ["mWIG40"]
  },
  "ECH": {
    "description": "Echo Investment to jeden z największych polskich deweloperów nieruchomości komercyjnych i mieszkaniowych, specjalizujący się w projektach wielofunkcyjnych łączących biura, mieszkania i handel. Spółka zrealizowała wiele ikonicznych projektów w polskich miastach, w tym kompleksy Browary Warszawskie i Fuzja w Łodzi. Echo Investment jest częścią grupy kapitałowej kontrolowanej przez węgierski fundusz inwestycyjny Griffin i firmę PIMCO. Wchodzi w skład indeksu mWIG40.",
    "sector": "Nieruchomości",
    "founded": "1996",
    "headquarters": "Kielce",
    "indices": ["mWIG40"]
  },
  "EUR": {
    "description": "Eurocash to największy w Polsce hurtowy dystrybutor produktów FMCG, zaopatrujący niezależne sklepy detaliczne, stacje paliw i gastronomię. Spółka zarządza sieciami franczyzowymi (abc, Groszek, Lewiatan, Euro Sklep) zrzeszającymi tysiące małych sklepów oraz operuje platformami cash & carry. Eurocash pełni kluczową rolę w polskim handlu tradycyjnym, konkurując z ekspansją dyskontów. Wchodzi w skład indeksu mWIG40.",
    "sector": "Handel",
    "founded": "1995",
    "headquarters": "Komorniki",
    "indices": ["mWIG40"]
  },
  "GTC": {
    "description": "Globe Trade Centre to międzynarodowy deweloper i właściciel nieruchomości komercyjnych w Europie Środkowej i Południowo-Wschodniej, zarządzający portfelem biurowców i centrów handlowych. Spółka działa w Polsce, Rumunii, Chorwacji, Serbii, Bułgarii i na Węgrzech, a jej aktywa obejmują zarówno biura klasy A, jak i nowoczesne obiekty handlowe. GTC jest kontrolowany przez węgierski fundusz Optima i jest notowany na GPW w Warszawie. Wchodzi w skład indeksu mWIG40.",
    "sector": "Nieruchomości",
    "founded": "1994",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "HUG": {
    "description": "Huuuge Inc. to międzynarodowy producent gier mobilnych typu social casino i casual, z główną siedzibą w Warszawie i studiami deweloperskimi w kilku krajach. Spółka tworzy gry free-to-play oparte na modelu monetyzacji mikrotransakcjami, z flagowym tytułem Huuuge Casino Slots. Huuuge zadebiutowało na GPW w 2021 roku i koncentruje się na rynkach północnoamerykańskim i europejskim. Wchodzi w skład indeksu mWIG40.",
    "sector": "Gry",
    "founded": "2014",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "ING": {
    "description": "ING Bank Śląski to jeden z największych banków uniwersalnych w Polsce, będący częścią holenderskiej Grupy ING — globalnej instytucji finansowej. Bank obsługuje miliony klientów detalicznych i biznesowych, wyróżniając się zaawansowaną bankowością mobilną i cyfrową. ING Bank Śląski jest regularnie nagradzany za jakość obsługi klienta i innowacje technologiczne w sektorze bankowym. Wchodzi w skład indeksu mWIG40.",
    "sector": "Banki",
    "founded": "1988",
    "headquarters": "Katowice",
    "indices": ["mWIG40"]
  },
  "LBW": {
    "description": "Lubawa SA to polski producent wyrobów dla sektora obronnego i bezpieczeństwa, specjalizujący się w kamizelkach kuloodpornych, namiotach wojskowych, spadochronach i sprzęcie taktycznym. Spółka jest kluczowym dostawcą dla Sił Zbrojnych RP i NATO, a jej produkty trafiają również na rynki eksportowe. Lubawa korzysta na zwiększonych wydatkach obronnych Polski i programach modernizacji armii. Wchodzi w skład indeksu mWIG40.",
    "sector": "Obronność",
    "founded": "1951",
    "headquarters": "Lubawa",
    "indices": ["mWIG40"]
  },
  "NEU": {
    "description": "Neuca SA to największy hurtowy dystrybutor farmaceutyczny w Polsce, dostarczający leki i produkty medyczne do aptek w całym kraju. Spółka zarządza siecią magazynów farmaceutycznych zapewniających dostawy kilka razy dziennie i obsługuje tysiące aptek, w tym sieci własne (Gemini, Dr.Max). Neuca rozwija również usługi telemedyczne i platformy cyfrowe dla sektora zdrowia. Wchodzi w skład indeksu mWIG40.",
    "sector": "Farmacja",
    "founded": "1990",
    "headquarters": "Toruń",
    "indices": ["mWIG40"]
  },
  "NWG": {
    "description": "Newag SA to polski producent taboru kolejowego, wytwarzający lokomotywy elektryczne i spalinowe, elektryczne zespoły trakcyjne oraz pojazdy dla metra. Spółka jest jednym z dwóch głównych krajowych producentów pojazdów szynowych i realizuje kontrakty dla przewoźników regionalnych, PKP Intercity oraz operatorów zagranicznych. Newag dostarcza również pojazdy dla warszawskiego i krakowskiego metra. Wchodzi w skład indeksu mWIG40.",
    "sector": "Przemysł",
    "founded": "1876",
    "headquarters": "Nowy Sącz",
    "indices": ["mWIG40"]
  },
  "PEP": {
    "description": "Polenergia SA to największy polski prywatny koncern energetyczny specjalizujący się w energetyce odnawialnej, posiadający farmy wiatrowe lądowe i fotowoltaiczne oraz rozwijający projekty morskich farm wiatrowych na Bałtyku. Spółka jest pionierem zielonej energii w Polsce i jednym z największych wytwórców energii z OZE w kraju. Polenergia prowadzi również działalność w segmencie obrotu energią i gazem. Wchodzi w skład indeksu mWIG40.",
    "sector": "Energetyka",
    "founded": "2011",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "PRC": {
    "description": "Grupa Pracuj to właściciel serwisu Pracuj.pl — największego portalu rekrutacyjnego w Polsce i jednego z wiodących w Europie Środkowej. Spółka oferuje usługi publikacji ofert pracy, narzędzia rekrutacyjne dla pracodawców oraz platformę do zarządzania procesami HR. Pracuj.pl obsługuje miliony użytkowników miesięcznie i jest dominującym graczem na polskim rynku rekrutacji online. Wchodzi w skład indeksu mWIG40.",
    "sector": "Technologia",
    "founded": "2000",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "STP": {
    "description": "Stalprodukt to czołowy polski producent wyrobów ze stali transformatorowej i blach elektrotechnicznych, dostarczający komponenty dla przemysłu energetycznego i elektrycznego. Spółka jest jednym z nielicznych europejskich producentów rdzeni transformatorowych i blach izotropowych, eksportując swoje wyroby do kilkudziesięciu krajów. Stalprodukt zarządza również infrastrukturą drogową (odcinek autostrady A4) w ramach koncesji. Wchodzi w skład indeksu mWIG40.",
    "sector": "Przemysł",
    "founded": "1991",
    "headquarters": "Bochnia",
    "indices": ["mWIG40"]
  },
  "STS": {
    "description": "STS Holding to największy operator zakładów bukmacherskich w Polsce, oferujący zakłady sportowe online i w sieci punktów stacjonarnych. Spółka posiada kilkusetną sieć punktów przyjmowania zakładów oraz rozwija platformę internetową i aplikację mobilną. STS zadebiutował na GPW w 2021 roku i jest liderem polskiego rynku zakładów wzajemnych pod względem udziału rynkowego. Wchodzi w skład indeksu mWIG40.",
    "sector": "Rozrywka",
    "founded": "2007",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  },
  "TEN": {
    "description": "Ten Square Games to polski producent gier mobilnych, znany przede wszystkim z globalnie popularnej gry wędkarskiej Fishing Clash, która zgromadziła dziesiątki milionów pobrań. Spółka specjalizuje się w grach free-to-play opartych na modelu live-service z regularną aktualizacją treści i wydarzeń sezonowych. Ten Square Games rozwija portfolio gier mobilnych i eksperymentuje z nowymi gatunkami. Wchodzi w skład indeksu mWIG40.",
    "sector": "Gry",
    "founded": "2011",
    "headquarters": "Wrocław",
    "indices": ["mWIG40"]
  },
  "TXT": {
    "description": "Text SA (dawniej LiveChat Software) to polska spółka technologiczna, twórca globalnie rozpoznawalnych produktów SaaS: LiveChat (obsługa klienta przez czat), ChatBot (automatyzacja konwersacji AI) i HelpDesk (system ticketowy). Produkty spółki obsługują dziesiątki tysięcy firm na całym świecie, generując przychody głównie w dolarach. Text SA wyróżnia się wysoką rentownością i modelem biznesowym opartym na subskrypcjach. Wchodzi w skład indeksu mWIG40.",
    "sector": "Technologia",
    "founded": "2002",
    "headquarters": "Wrocław",
    "indices": ["mWIG40"]
  },
  "VRC": {
    "description": "Vercom SA to polska spółka technologiczna specjalizująca się w komunikacji cyfrowej i usługach chmurowych, oferująca platformy do masowej wysyłki wiadomości e-mail, SMS i push dla biznesu. Spółka jest właścicielem m.in. EmailLabs, SMSAPI i szeregu narzędzi marketing automation, obsługując tysiące klientów korporacyjnych. Vercom rozwija się dynamicznie poprzez przejęcia i ekspansję na rynki międzynarodowe. Wchodzi w skład indeksu mWIG40.",
    "sector": "Technologia",
    "founded": "2002",
    "headquarters": "Poznań",
    "indices": ["mWIG40"]
  },
  "VOX": {
    "description": "Voxel SA to polska spółka specjalizująca się w diagnostyce obrazowej, operująca sieć pracowni rezonansu magnetycznego (MRI), tomografii komputerowej (CT) i PET-CT w szpitalach i przychodniach. Spółka działa w modelu outsourcingu usług diagnostycznych — dostarcza sprzęt, personel i zarządza pracowniami na terenie placówek medycznych w całej Polsce. Voxel jest jednym z największych prywatnych operatorów diagnostyki obrazowej w kraju. Wchodzi w skład indeksu mWIG40.",
    "sector": "Medycyna",
    "founded": "2005",
    "headquarters": "Kraków",
    "indices": ["mWIG40"]
  },
  "WPL": {
    "description": "Wirtualna Polska Holding to największa polska grupa mediowa w internecie, właściciel portalu wp.pl — jednego z najczęściej odwiedzanych serwisów w Polsce. Spółka łączy działalność mediowo-reklamową z segmentem e-commerce, posiadając udziały w portalach turystycznych (Wakacje.pl, Nocowanie.pl) i motoryzacyjnych (Autoklass). WP generuje przychody z reklamy cyfrowej, sprzedaży leadów i prowizji transakcyjnych. Wchodzi w skład indeksu mWIG40.",
    "sector": "Media",
    "founded": "1995",
    "headquarters": "Warszawa",
    "indices": ["mWIG40"]
  }
}
