[
  {
    "term": "Akcja",
    "slug": "akcja",
    "shortDef": "Papier wartościowy potwierdzający udział w kapitale spółki akcyjnej.",
    "fullDef": "Akcja to papier wartościowy emitowany przez spółkę akcyjną, który potwierdza udział jej posiadacza (akcjonariusza) w kapitale zakładowym spółki. Posiadanie akcji daje prawo do udziału w zyskach spółki (dywidenda), uczestnictwa w walnym zgromadzeniu akcjonariuszy oraz prawo do części majątku spółki w przypadku jej likwidacji.\n\nAkcje notowane na Giełdzie Papierów Wartościowych w Warszawie (GPW) dzielą się na akcje zwykłe i uprzywilejowane. Akcje zwykłe dają jeden głos na walnym zgromadzeniu, natomiast akcje uprzywilejowane mogą dawać dodatkowe prawa, np. wyższą dywidendę lub więcej głosów.\n\nCena akcji na giełdzie kształtowana jest przez podaż i popyt — im więcej inwestorów chce kupić daną akcję, tym wyższa jej cena. Na cenę wpływają wyniki finansowe spółki, sytuacja makroekonomiczna, nastroje rynkowe oraz wiele innych czynników.",
    "category": "podstawy",
    "related": ["dywidenda", "kapitalizacja"],
    "example": "Inwestor kupuje 100 akcji PKO BP po cenie 45,20 zł za sztukę, płacąc łącznie 4 520 zł. Jeśli kurs wzrośnie do 50,00 zł, wartość pakietu wyniesie 5 000 zł — zysk to 480 zł (10,6%) przed kosztami prowizji."
  },
  {
    "term": "Wskaźnik P/E",
    "slug": "pe",
    "shortDef": "Stosunek ceny akcji do zysku na akcję.",
    "fullDef": "Wskaźnik P/E (Price to Earnings) to jeden z najważniejszych wskaźników analizy fundamentalnej. Oblicza się go dzieląc aktualną cenę rynkową akcji przez zysk netto przypadający na jedną akcję (EPS). Wynik pokazuje, ile lat zajęłoby „odzyskanie” ceny akcji z samych zysków spółki, przy założeniu ich stałości.\n\nNiski P/E (np. poniżej 10) może sugerować, że spółka jest niedowartościowana lub że rynek oczekuje spadku zysków. Wysoki P/E (np. powyżej 25) może oznaczać, że inwestorzy oczekują dynamicznego wzrostu zysków w przyszłości — lub że akcja jest przewartościowana.\n\nWskaźnik P/E najlepiej porównywać w ramach tego samego sektora. Porównywanie P/E spółki technologicznej ze spółką surowcową jest mało miarodajne, ponieważ każdy sektor ma inne typowe poziomy tego wskaźnika.\n\nWarto też rozróżniać trailing P/E (oparty na historycznych zyskach z ostatnich 12 miesięcy) od forward P/E (opartego na prognozowanych zyskach).",
    "category": "analiza-fundamentalna",
    "related": ["akcja", "kapitalizacja"],
    "example": "PKN ORLEN notowany po 109,00 zł z EPS wynoszącym 12,50 zł ma P/E równe 8,7x. CD Projekt przy cenie 180,00 zł i EPS 4,50 zł ma P/E 40,0x. Wyższe P/E CD Projektu odzwierciedla oczekiwania rynku na silny wzrost zysków z nowych premier gier.",
    "hasCalculator": true
  },
  {
    "term": "RSI",
    "slug": "rsi",
    "shortDef": "Wskaźnik siły względnej mierzący tempo zmian cen.",
    "fullDef": "RSI (Relative Strength Index) to oscylator momentum opracowany przez J. Wellesa Wildera w 1978 roku. Wskaźnik mierzy prędkość i wielkość ostatnich zmian cen, aby ocenić czy dany instrument jest wykupiony (overbought) czy wyprzedany (oversold). RSI przyjmuje wartości od 0 do 100.\n\nTradycyjnie wartość RSI powyżej 70 sygnalizuje, że instrument może być wykupiony — czyli cena rosła zbyt szybko i możliwa jest korekta spadkowa. RSI poniżej 30 sugeruje wyprzedanie — cena spadała intensywnie i może nastąpić odbicie.\n\nRSI oblicza się najczęściej na 14-okresowej podstawie (14 sesji dla danych dziennych). Formuła porównuje średni wzrost cen zamknięcia z średnim spadkiem w danym okresie. Im silniejszy trend wzrostowy, tym RSI bliższe 100.\n\nNależy pamiętać, że RSI to wskaźnik pomocniczy i nie powinien być jedyną podstawą decyzji inwestycyjnych. W silnym trendzie wzrostowym RSI może pozostawać powyżej 70 przez długi czas, nie oznaczając automatycznie spadku ceny.",
    "category": "analiza-techniczna",
    "related": ["akcja"],
    "example": "Akcje CDR po silnym wzroście o 25% w ciągu miesiąca osiągają RSI na poziomie 78 — sygnał wykupienia. Inwestor stosujący analizę techniczną może rozważyć realizację części zysków lub wstrzymanie się z kolejnym zakupem, czekając na normalizację RSI poniżej 70."
  },
  {
    "term": "Dywidenda",
    "slug": "dywidenda",
    "shortDef": "Część zysku netto spółki wypłacana akcjonariuszom.",
    "fullDef": "Dywidenda to część zysku netto spółki akcyjnej, która zostaje wypłacona jej akcjonariuszom proporcjonalnie do liczby posiadanych akcji. O wypłacie i wysokości dywidendy decyduje walne zgromadzenie akcjonariuszy na wniosek zarządu spółki.\n\nKluczowe pojęcia związane z dywidendą:\n— Stopa dywidendy (dividend yield): roczna dywidenda na akcję podzielona przez cenę akcji, wyrażona w procentach. Pozwala porównywać atrakcyjność dywidend różnych spółek.\n— Dzień ustalenia prawa do dywidendy (record date): akcjonariusze posiadający akcje w tym dniu mają prawo do wypłaty.\n— Dzień odcięcia dywidendy (ex-dividend date): pierwszy dzień notowań, w którym kupujący akcję nie nabywa prawa do najbliższej dywidendy. Kurs akcji tego dnia zazwyczaj spada o wartość dywidendy.\n\nPolskie spółki dywidendowe najczęściej wypłacają dywidendę raz w roku, zwykle w okresie maj–lipiec, po zatwierdzeniu sprawozdania rocznego. Niektóre spółki (np. banki) mogą mieć ograniczenia regulacyjne dotyczące wypłaty dywidend.",
    "category": "analiza-fundamentalna",
    "related": ["akcja", "pe"],
    "example": "PKO BP ogłasza dywidendę 2,50 zł na akcję przy cenie 45,00 zł. Stopa dywidendy wynosi 5,6% (2,50 / 45,00). Inwestor posiadający 200 akcji PKO BP otrzyma 500 zł brutto dywidendy, od której zostanie potrącony 19% podatek Belki — do wypłaty trafi 405 zł netto."
  },
  {
    "term": "Kapitalizacja rynkowa",
    "slug": "kapitalizacja",
    "shortDef": "Łączna wartość rynkowa wszystkich akcji spółki.",
    "fullDef": "Kapitalizacja rynkowa (market capitalization) to łączna wartość rynkowa wszystkich wyemitowanych akcji spółki. Oblicza się ją mnożąc aktualny kurs jednej akcji przez całkowitą liczbę akcji w obrocie. Jest to podstawowa miara wielkości spółki na giełdzie.\n\nNa GPW spółki klasyfikuje się według kapitalizacji do trzech głównych indeksów:\n— WIG20: 20 największych spółek (duże spółki, large cap)\n— mWIG40: 40 średnich spółek (mid cap)\n— sWIG80: 80 mniejszych spółek (small cap)\n\nKapitalizacja zmienia się w czasie, ponieważ zależy od aktualnego kursu akcji. Wzrost kursu o 10% oznacza wzrost kapitalizacji o 10%. Kapitalizacja nie odzwierciedla wartości księgowej spółki ani jej zadłużenia — do tego służą inne wskaźniki, jak EV (Enterprise Value).\n\nInwestorzy często traktują kapitalizację jako miarę ryzyka: duże spółki (high cap) są zazwyczaj bardziej stabilne i płynne, natomiast małe spółki (small cap) mogą oferować wyższy potencjał wzrostu, ale przy większej zmienności.",
    "category": "wskazniki",
    "related": ["akcja", "pe"],
    "example": "PKN ORLEN przy kursie 109,00 zł i 427,7 mln akcji w obrocie ma kapitalizację 46,6 mld zł — jest jedną z największych spółek na GPW i wchodzi w skład indeksu WIG20. Dla porównania, mniejsza spółka z mWIG40 przy kursie 25 zł i 50 mln akcji ma kapitalizację zaledwie 1,25 mld zł.",
    "hasCalculator": true
  },
  {
    "term": "GPW",
    "slug": "gpw",
    "shortDef": "Giełda Papierów Wartościowych w Warszawie — główny rynek obrotu akcjami w Polsce.",
    "fullDef": "GPW (Giełda Papierów Wartościowych w Warszawie) to największa giełda w Europie Środkowo-Wschodniej, działająca od 16 kwietnia 1991 roku. Jest to rynek regulowany, na którym odbywa się obrót akcjami, obligacjami, instrumentami pochodnymi (kontrakty terminowe, opcje) oraz innymi papierami wartościowymi.\n\nGPW prowadzi dwa rynki:\n— Rynek Główny: dla największych i najbardziej płynnych spółek, z rygorystycznymi wymogami dopuszczeniowymi.\n— NewConnect: rynek alternatywny dla mniejszych, dynamicznie rozwijających się spółek, z mniej restrykcyjnymi wymogami.\n\nNa Rynku Głównym GPW notowanych jest około 400 spółek, pogrupowanych w indeksy: WIG20 (20 największych), mWIG40 (40 średnich), sWIG80 (80 mniejszych) oraz WIG — indeks szerokiego rynku obejmujący wszystkie spółki.\n\nGPW jest spółką publiczną — sama jest notowana na giełdzie pod tickerem GPW. Nadzór nad giełdą sprawuje Komisja Nadzoru Finansowego (KNF).",
    "category": "podstawy",
    "related": ["akcja", "wig20", "wig"],
    "example": "Inwestor otwiera rachunek maklerski w domu maklerskim i składa zlecenie kupna 50 akcji KGHM na GPW. Zlecenie jest realizowane na Rynku Głównym podczas sesji giełdowej, a rozliczenie transakcji następuje w ciągu dwóch dni roboczych (T+2)."
  },
  {
    "term": "WIG20",
    "slug": "wig20",
    "shortDef": "Indeks 20 największych i najbardziej płynnych spółek na GPW.",
    "fullDef": "WIG20 to flagowy indeks Giełdy Papierów Wartościowych w Warszawie, obejmujący 20 największych spółek pod względem kapitalizacji i płynności obrotu. Jest indeksem cenowym — uwzględnia jedynie zmiany cen akcji, bez dywidend.\n\nSkład WIG20 jest rewidowany kwartalnie (w marcu, czerwcu, wrześniu i grudniu) na podstawie rankingu spółek. Jedna spółka może mieć maksymalnie 15% udziału w indeksie, a spółki z jednego sektora łącznie nie więcej niż 30%.\n\nW skład WIG20 wchodzą największe polskie spółki, takie jak PKO BP, PKN ORLEN, KGHM, PZU, CD Projekt czy Allegro. Indeks jest benchmarkiem dla wielu funduszy inwestycyjnych oraz bazą dla kontraktów terminowych (FW20) i opcji notowanych na GPW.\n\nWIG20 jest najczęściej cytowanym wskaźnikiem kondycji polskiego rynku akcji w mediach i analizach makroekonomicznych.",
    "category": "podstawy",
    "related": ["gpw", "wig", "mwig40", "swig80", "kapitalizacja"],
    "example": "WIG20 otwiera sesję na poziomie 2 350 pkt i zamyka dzień na 2 380 pkt — wzrost o 1,28%. Największy pozytywny wpływ miały akcje PKO BP (+3,2%) i KGHM (+2,8%), które ze względu na duży udział w indeksie „pociągnęły” cały WIG20 w górę."
  },
  {
    "term": "WIG",
    "slug": "wig",
    "shortDef": "Najszerszy indeks GPW obejmujący wszystkie spółki z Rynku Głównego.",
    "fullDef": "WIG (Warszawski Indeks Giełdowy) to najstarszy i najszerszy indeks GPW, obliczany od 16 kwietnia 1991 roku — dnia rozpoczęcia notowań na giełdzie. Obejmuje wszystkie spółki notowane na Rynku Głównym, które spełniają bazowe kryteria.\n\nW przeciwieństwie do WIG20, WIG jest indeksem dochodowym (total return) — uwzględnia nie tylko zmiany cen akcji, ale również dochody z dywidend i praw poboru. Dzięki temu lepiej odzwierciedla rzeczywisty zwrot z inwestycji w cały rynek.\n\nWIG jest ważony kapitalizacją w wolnym obrocie (free float), co oznacza, że spółki o większej kapitalizacji mają większy wpływ na wartość indeksu. Udział jednej spółki nie może przekroczyć 10%, a jednego sektora — 30%.\n\nOprócz WIG istnieją indeksy sektorowe (WIG-Banki, WIG-Energia, WIG-Gry, WIG-Nieruchomości i inne), które śledzą wyniki spółek z poszczególnych branż.",
    "category": "podstawy",
    "related": ["gpw", "wig20", "mwig40", "swig80"],
    "example": "WIG na koniec roku wynosi 72 000 pkt, co oznacza wzrost o 18% w skali roku. Dla porównania WIG20 wzrósł o 14% — różnica wynika z uwzględnienia dywidend w WIG oraz silnych wyników mniejszych spółek spoza WIG20."
  },
  {
    "term": "sWIG80",
    "slug": "swig80",
    "shortDef": "Indeks 80 małych spółek na GPW, następnych po WIG20 i mWIG40.",
    "fullDef": "sWIG80 to indeks giełdowy obejmujący 80 małych spółek (small cap) notowanych na GPW, które plasują się w rankingu kapitalizacji i płynności za spółkami z WIG20 i mWIG40. Jest indeksem cenowym — nie uwzględnia dochodów z dywidend.\n\nSpółki z sWIG80 to zazwyczaj firmy o kapitalizacji od kilkuset milionów do kilku miliardów złotych. Są mniej płynne niż spółki z WIG20 czy mWIG40, co oznacza większe spready bid-ask i potencjalnie trudniejsze wejście/wyjście z dużych pozycji.\n\nInwestowanie w małe spółki wiąże się z wyższym ryzykiem, ale też potencjalnie wyższymi stopami zwrotu. Historycznie sWIG80 w długim terminie osiągał wyższe stopy zwrotu niż WIG20, co jest zgodne z tzw. efektem małych spółek (small cap premium).\n\nSkład sWIG80 jest rewidowany kwartalnie, analogicznie do WIG20 i mWIG40.",
    "category": "podstawy",
    "related": ["gpw", "wig20", "mwig40", "wig", "kapitalizacja"],
    "example": "Spółka Asbis notowana w sWIG80 przy kursie 28,00 zł i kapitalizacji 1,55 mld zł rośnie o 45% w ciągu roku. Po rewizji kwartalnej, dzięki wzrostowi kapitalizacji i obrotów, zostaje przeniesiona do mWIG40, co przyciąga uwagę funduszy indeksowych i generuje dodatkowy popyt."
  },
  {
    "term": "mWIG40",
    "slug": "mwig40",
    "shortDef": "Indeks 40 średnich spółek na GPW, pomiędzy WIG20 a sWIG80.",
    "fullDef": "mWIG40 to indeks giełdowy obejmujący 40 średnich spółek (mid cap) notowanych na GPW. Znajdują się w nim spółki, które w rankingu kapitalizacji i płynności plasują się tuż za spółkami z WIG20, ale przed spółkami z sWIG80. Jest indeksem cenowym.\n\nSpółki z mWIG40 mają typową kapitalizację od kilku do kilkunastu miliardów złotych. Często są to dynamicznie rozwijające się firmy, które mogą w przyszłości awansować do WIG20, lub stabilne biznesy niszowe z silną pozycją rynkową.\n\nmWIG40 jest uważany przez wielu analityków za „sweet spot” polskiego rynku — spółki są wystarczająco duże, by zapewnić płynność i transparentność, ale jednocześnie mniejsze niż blue chipy z WIG20, co daje większy potencjał wzrostu.\n\nSkład indeksu jest rewidowany kwartalnie. Historycznie mWIG40 często osiągał wyższe długoterminowe stopy zwrotu niż WIG20.",
    "category": "podstawy",
    "related": ["gpw", "wig20", "swig80", "wig", "kapitalizacja"],
    "example": "Budimex notowany w mWIG40 przy kursie 620 zł i kapitalizacji 15,8 mld zł ma wyższe P/E niż średnia WIG20, co odzwierciedla oczekiwania rynku wobec sektora budowlanego. Po serii dobrych wyników kwartalnych obroty rosną i spółka staje się kandydatem do awansu do WIG20 przy najbliższej rewizji."
  },
  {
    "term": "Sesja giełdowa",
    "slug": "sesja-gieldowa",
    "shortDef": "Okres, w którym odbywa się handel instrumentami finansowymi na GPW.",
    "fullDef": "Sesja giełdowa to wyznaczony czas, w którym na Giełdzie Papierów Wartościowych w Warszawie odbywa się obrót papierami wartościowymi. Sesja na GPW trwa od poniedziałku do piątku, z wyłączeniem dni świątecznych.\n\nHarmonogram sesji na Rynku Głównym GPW:\n— 8:30–9:00 — faza przed otwarciem (przyjmowanie zleceń, brak transakcji)\n— 9:00 — fixing otwarcia (wyznaczenie kursu otwarcia na podstawie zleceń)\n— 9:00–16:50 — notowania ciągłe (transakcje realizowane na bieżąco)\n— 16:50–17:00 — faza przed zamknięciem (przyjmowanie zleceń na fixing)\n— 17:00 — fixing zamknięcia (wyznaczenie kursu zamknięcia)\n— 17:00–17:05 — dogrywka (transakcje po kursie zamknięcia)\n\nKurs zamknięcia jest najważniejszą ceną dnia — to na jego podstawie obliczane są indeksy, wyceny portfeli i publikowane dane rynkowe. Wolumen obrotu (liczba akcji, które zmieniły właściciela) jest miarą aktywności podczas sesji.",
    "category": "podstawy",
    "related": ["gpw", "zlecenie-gieldowe"],
    "example": "Podczas sesji giełdowej 15 stycznia kurs PKO BP otwiera się na 44,80 zł (fixing otwarcia), w trakcie notowań ciągłych osiąga maksimum 46,10 zł i minimum 44,50 zł, a na fixingu zamknięcia ustala się na 45,70 zł. Wolumen wynosi 2,3 mln akcji."
  },
  {
    "term": "Zlecenie giełdowe",
    "slug": "zlecenie-gieldowe",
    "shortDef": "Instrukcja kupna lub sprzedaży instrumentu finansowego na giełdzie.",
    "fullDef": "Zlecenie giełdowe to dyspozycja złożona przez inwestora za pośrednictwem domu maklerskiego, określająca warunki kupna lub sprzedaży instrumentu finansowego na giełdzie.\n\nPodstawowe typy zleceń na GPW:\n— Zlecenie z limitem ceny (limit order): inwestor określa maksymalną cenę kupna lub minimalną cenę sprzedaży. Zlecenie realizowane jest tylko po cenie równej lub lepszej od limitu.\n— Zlecenie PKC (Po Każdej Cenie / market order): realizowane natychmiast po najlepszej dostępnej cenie. Gwarantuje realizację, ale nie gwarantuje ceny.\n— Zlecenie PCR (Po Cenie Rynkowej): realizowane po cenie pierwszego najlepszego zlecenia po przeciwnej stronie arkusza.\n— Zlecenie STOP: aktywuje się dopiero gdy cena osiągnie określony poziom (stop price), następnie przekształca się w zlecenie z limitem lub PKC.\n\nZlecenia mogą mieć różne terminy ważności: na jedną sesję (domyślnie), do określonej daty, do odwołania (GTC) lub wykonaj-albo-anuluj (FOK).",
    "category": "podstawy",
    "related": ["gpw", "sesja-gieldowa", "dom-maklerski"],
    "example": "Inwestor składa zlecenie kupna 200 akcji KGHM z limitem 132,00 zł, ważne do końca sesji. Kurs KGHM spada do 131,80 zł i zlecenie zostaje zrealizowane po 131,80 zł — taniej niż limit. Gdyby kurs nie spadł poniżej 132,00 zł, zlecenie wygasłoby niezrealizowane."
  },
  {
    "term": "Dom maklerski",
    "slug": "dom-maklerski",
    "shortDef": "Instytucja pośrednicząca w obrocie papierami wartościowymi na giełdzie.",
    "fullDef": "Dom maklerski to licencjonowana instytucja finansowa, która pośredniczy w obrocie papierami wartościowymi na giełdzie. Aby kupować lub sprzedawać akcje na GPW, inwestor musi posiadać rachunek maklerski w domu maklerskim (lub biurze maklerskim banku).\n\nGłówne funkcje domu maklerskiego:\n— Przyjmowanie i przekazywanie zleceń na giełdę w imieniu klienta.\n— Przechowywanie papierów wartościowych i środków pieniężnych klienta.\n— Dostarczanie narzędzi do analizy rynku, notowań w czasie rzeczywistym i platform transakcyjnych.\n— Sporządzanie rekomendacji i analiz (w przypadku domów maklerskich z działem analiz).\n\nDomy maklerskie w Polsce działają pod nadzorem KNF (Komisja Nadzoru Finansowego). Środki klientów są oddzielone od środków własnych domu maklerskiego, a dodatkowo chronione przez system rekompensat (do równowartości 20 100 EUR).\n\nZa pośrednictwo w transakcjach dom maklerski pobiera prowizję — najczęściej 0,19%–0,39% wartości transakcji, z minimalną stawką (np. 3–5 zł).",
    "category": "podstawy",
    "related": ["gpw", "zlecenie-gieldowe", "akcja"],
    "example": "Początkujący inwestor otwiera rachunek w mBanku (mDM) przez internet. Wpłaca 10 000 zł i składa pierwsze zlecenie kupna 100 akcji PZU po 42,50 zł. Prowizja wynosi 0,29%, czyli 12,33 zł. Łączny koszt transakcji to 4 262,33 zł."
  },
  {
    "term": "P/BV",
    "slug": "pbv",
    "shortDef": "Stosunek ceny akcji do wartości księgowej na akcję.",
    "fullDef": "Wskaźnik P/BV (Price to Book Value) to stosunek ceny rynkowej akcji do wartości księgowej przypadającej na jedną akcję. Wartość księgowa to aktywa spółki pomniejszone o zobowiązania, podzielone przez liczbę akcji — czyli teoretyczna wartość majątku netto przypadająca na jedną akcję.\n\nInterpretacja P/BV:\n— P/BV < 1,0: akcja notowana poniżej wartości księgowej — rynek wycenia spółkę poniżej wartości jej majątku netto. Może to oznaczać okazję inwestycyjną lub sygnalizować problemy finansowe spółki.\n— P/BV 1,0–2,0: typowy zakres dla spółek dojrzałych, np. banków, spółek surowcowych.\n— P/BV > 3,0: rynek wycenia spółkę znacznie powyżej wartości księgowej, co jest typowe dla spółek technologicznych i wzrostowych, których wartość tkwi w niematerialnych aktywach.\n\nP/BV jest szczególnie przydatny w analizie spółek bankowych, ubezpieczeniowych i nieruchomościowych, gdzie aktywa bilansowe dobrze odzwierciedlają wartość firmy. Dla spółek technologicznych czy farmaceutycznych, których wartość opiera się na własności intelektualnej, P/BV jest mniej miarodajny.",
    "category": "analiza-fundamentalna",
    "related": ["pe", "akcja", "kapitalizacja", "eps"],
    "example": "PKO BP notowane po 45,00 zł przy wartości księgowej 32,50 zł na akcję ma P/BV równe 1,38x. Oznacza to, że rynek wycenia bank z 38% premią do jego wartości księgowej — uzasadnioną wysoką rentownością kapitału (ROE powyżej 15%). Bank z ROE poniżej kosztu kapitału miałby P/BV bliższe 1,0 lub niższe."
  },
  {
    "term": "EPS",
    "slug": "eps",
    "shortDef": "Zysk netto spółki przypadający na jedną akcję.",
    "fullDef": "EPS (Earnings Per Share) to zysk netto spółki podzielony przez liczbę akcji w obrocie. Jest to jeden z najważniejszych wskaźników w analizie fundamentalnej, ponieważ pozwala porównywać zyskowność spółek o różnej wielkości i różnej liczbie akcji.\n\nRodzaje EPS:\n— Trailing EPS (TTM): zysk na akcję za ostatnie 12 miesięcy — oparty na faktycznych wynikach.\n— Forward EPS: prognozowany zysk na akcję na najbliższe 12 miesięcy — oparty na konsensusie analityków.\n— Rozwodniony EPS (diluted): uwzględnia potencjalne nowe akcje z opcji pracowniczych, obligacji zamiennych itp. Zawsze niższy lub równy podstawowemu EPS.\n\nRosnący EPS z kwartału na kwartał i z roku na rok jest pozytywnym sygnałem — oznacza, że spółka generuje coraz większe zyski na każdą akcję. Spadający EPS może sygnalizować problemy lub fazę inwestycji kosztem bieżących zysków.\n\nEPS jest kluczowym składnikiem wskaźnika P/E: P/E = cena akcji / EPS. Dlatego zmiany EPS bezpośrednio wpływają na wycenę spółki.",
    "category": "analiza-fundamentalna",
    "related": ["pe", "akcja", "kapitalizacja", "pbv"],
    "example": "CD Projekt wypracował zysk netto 420 mln zł przy 100,1 mln akcji w obrocie. EPS wynosi 4,20 zł (420 mln / 100,1 mln). Przy kursie 180,00 zł daje to P/E na poziomie 42,9x. Rok wcześniej EPS wynosił 2,80 zł — wzrost o 50% rok do roku odzwierciedla sukces sprzedażowy nowej gry.",
    "hasCalculator": true
  },
  {
    "term": "Stopa dywidendy",
    "slug": "stopa-dywidendy",
    "shortDef": "Procentowy stosunek rocznej dywidendy na akcję do ceny akcji.",
    "fullDef": "Stopa dywidendy (dividend yield) to wskaźnik pokazujący, jaki procent ceny akcji stanowi roczna dywidenda wypłacana na jedną akcję. Oblicza się ją dzieląc dywidendę na akcję przez bieżącą cenę rynkową akcji i mnożąc przez 100%.\n\nFormuła: Stopa dywidendy = (Dywidenda na akcję / Cena akcji) × 100%\n\nInterpretacja:\n— Stopa dywidendy 3–6%: typowa dla stabilnych polskich spółek dywidendowych (banki, utilities, telekomy).\n— Stopa powyżej 7–8%: może być atrakcyjna, ale warto sprawdzić czy spółka będzie w stanie utrzymać dywidendę na takim poziomie.\n— Stopa poniżej 1% lub brak dywidendy: typowe dla spółek wzrostowych, które reinwestują zyski.\n\nWażne zastrzeżenie: wysoka stopa dywidendy może wynikać nie z hojności spółki, a ze spadku kursu akcji — jeśli kurs spadł o 50%, a dywidenda pozostała taka sama, stopa dywidendy podwoi się. Dlatego warto analizować stopę dywidendy w kontekście historii wypłat i wskaźnika payout ratio (jaki procent zysku jest wypłacany jako dywidenda).\n\nW Polsce od dywidendy pobierany jest 19% podatek od zysków kapitałowych (podatek Belki), automatycznie potrącany przez dom maklerski.",
    "category": "analiza-fundamentalna",
    "related": ["dywidenda", "akcja", "eps"],
    "example": "PZU wypłaca dywidendę 3,00 zł na akcję przy cenie 42,00 zł. Stopa dywidendy wynosi 7,1% (3,00 / 42,00 × 100%). Po odliczeniu 19% podatku Belki efektywna stopa netto to 5,8%. Inwestor z portfelem 1 000 akcji PZU otrzyma 3 000 zł brutto (2 430 zł netto) — więcej niż na większości lokat bankowych.",
    "hasCalculator": true
  },
  {
    "term": "EBITDA",
    "slug": "ebitda",
    "shortDef": "Zysk operacyjny przed odsetkami, podatkami, amortyzacją i deprecjacją.",
    "fullDef": "EBITDA (Earnings Before Interest, Taxes, Depreciation and Amortization) to zysk operacyjny spółki przed odliczeniem odsetek od zadłużenia, podatków, amortyzacji wartości niematerialnych (amortization) i deprecjacji środków trwałych (depreciation).\n\nDlaczego EBITDA jest ważna:\n— Pozwala porównywać rentowność operacyjną spółek niezależnie od ich struktury finansowania (poziom zadłużenia), polityki podatkowej czy metod amortyzacji.\n— Jest przybliżeniem gotówki generowanej z podstawowej działalności operacyjnej.\n— Jest bazą do obliczania wskaźnika EV/EBITDA, jednego z najczęściej stosowanych mnożników wyceny.\n\nOgraniczenia EBITDA:\n— Nie uwzględnia nakładów inwestycyjnych (CAPEX), które w branżach kapitałochłonnych (energetyka, przemysł) mogą być ogromne.\n— Może zawyżać obraz zyskowności spółek z dużym zadłużeniem, ponieważ pomija koszty odsetkowe.\n— Nie jest miarą zdefiniowaną przez standardy rachunkowości (MSSF/US GAAP), więc spółki mogą ją obliczać nieco inaczej.\n\nMarża EBITDA (EBITDA / przychody × 100%) pozwala porównywać efektywność operacyjną spółek w tym samym sektorze.",
    "category": "analiza-fundamentalna",
    "related": ["eps", "pe", "kapitalizacja"],
    "example": "PKN ORLEN raportuje przychody 120 mld zł, zysk operacyjny (EBIT) 12 mld zł i amortyzację 3 mld zł. EBITDA wynosi 15 mld zł (12 + 3), a marża EBITDA to 12,5% (15 / 120). Analityk porównuje to z węgierskim MOL (marża EBITDA 10,8%), co sugeruje wyższą efektywność operacyjną ORLEN-u."
  },
  {
    "term": "MACD",
    "slug": "macd",
    "shortDef": "Wskaźnik techniczny mierzący zbieżność i rozbieżność średnich kroczących.",
    "fullDef": "MACD (Moving Average Convergence Divergence) to jeden z najpopularniejszych wskaźników analizy technicznej, opracowany przez Geralda Appela w latach 70. Mierzy relację między dwiema wykładniczymi średnimi kroczącymi (EMA) ceny instrumentu.\n\nBudowa MACD:\n— Linia MACD: różnica między EMA(12) a EMA(26) — czyli szybsza średnia minus wolniejsza.\n— Linia sygnału: EMA(9) z linii MACD — wygładzona wersja linii MACD.\n— Histogram: różnica między linią MACD a linią sygnału — wizualizuje siłę trendu.\n\nSygnały transakcyjne:\n— Sygnał kupna: linia MACD przecina linię sygnału od dołu — sugeruje początek trendu wzrostowego.\n— Sygnał sprzedaży: linia MACD przecina linię sygnału od góry — sugeruje początek trendu spadkowego.\n— Dywergencja: cena rośnie, ale MACD spada (lub odwrotnie) — może zapowiadać zmianę trendu.\n\nMACD najlepiej sprawdza się w połączeniu z innymi wskaźnikami (np. RSI, wolumen) i nie powinien być jedyną podstawą decyzji inwestycyjnych.",
    "category": "analiza-techniczna",
    "related": ["rsi", "sma", "wolumen", "trend"],
    "example": "Na wykresie KGHM linia MACD przecina linię sygnału od dołu przy jednoczesnym rosnącym wolumenie. Inwestor techniczny interpretuje to jako sygnał pozytywny i rozważa otwarcie pozycji. Histogram MACD zmienia się z ujemnego na dodatni, potwierdzając narastającą siłę trendów wzrostowych."
  },
  {
    "term": "SMA",
    "slug": "sma",
    "shortDef": "Prosta średnia krocząca — średnia cen zamknięcia z określonej liczby sesji.",
    "fullDef": "SMA (Simple Moving Average) to prosta średnia krocząca, obliczana jako średnia arytmetyczna cen zamknięcia z określonej liczby ostatnich sesji. Jest jednym z najstarszych i najprostszych narzędzi analizy technicznej.\n\nNajczęściej stosowane okresy SMA:\n— SMA(50): średnia z 50 sesji — średnioterminowy trend.\n— SMA(100): średnia z 100 sesji — półroczny trend.\n— SMA(200): średnia z 200 sesji — długoterminowy trend, kluczowa dla inwestorów.\n\nInterpretacja:\n— Cena powyżej SMA: instrument jest w trendzie wzrostowym względem danego okresu.\n— Cena poniżej SMA: instrument jest w trendzie spadkowym.\n— Złoty krzyż (golden cross): SMA(50) przecina SMA(200) od dołu — silny sygnał byka.\n— Krzyż śmierci (death cross): SMA(50) przecina SMA(200) od góry — silny sygnał niedźwiedzia.\n\nSMA reaguje wolniej na zmiany cen niż EMA (wykładnicza średnia krocząca), ponieważ przypisuje równą wagę wszystkim sesjom w oknie obliczeniowym. Dzięki temu jest mniej podatna na fałszywe sygnały, ale z opóźnieniem reaguje na nagłe zmiany trendu.",
    "category": "analiza-techniczna",
    "related": ["macd", "rsi", "trend", "wsparcie-i-opor"],
    "example": "Kurs PZU wynosi 43,50 zł, SMA(50) to 41,20 zł, a SMA(200) to 39,80 zł. Cena jest powyżej obu średnich, co potwierdza trend wzrostowy. Gdy SMA(50) przecina SMA(200) od dołu (złoty krzyż), inwestorzy techniczni traktują to jako silne potwierdzenie długoterminowego trendu wzrostowego."
  },
  {
    "term": "Wolumen",
    "slug": "wolumen",
    "shortDef": "Liczba akcji lub kontraktów, które zmieniły właściciela w danym okresie.",
    "fullDef": "Wolumen (volume) to łączna liczba akcji (lub kontraktów) będących przedmiotem transakcji w danym okresie — najczęściej w ciągu jednej sesji giełdowej. Jest jednym z najważniejszych wskaźników pomocniczych w analizie technicznej.\n\nInterpretacja wolumenu:\n— Wzrost ceny + wysoki wolumen: potwierdzenie siły ruchu wzrostowego — dużo uczestników rynku wierzy we wzrosty.\n— Wzrost ceny + niski wolumen: ruch może być niestabilny i podatny na korektę.\n— Spadek ceny + wysoki wolumen: silna presja sprzedaży — rynek wyprzedaje się intensywnie.\n— Spadek ceny + niski wolumen: spadek może być tylko korektą w trendzie wzrostowym.\n\nWolumen jest szczególnie istotny przy przełamywaniu poziomów wsparcia i oporu. Przełamanie na wysokim wolumenie jest bardziej wiarygodne niż na niskim. Na GPW wartość obrotu (wolumen x cena) jest często lepszą miarą niż sam wolumen, ponieważ pozwala porównywać aktywność między spółkami o różnych cenach akcji.",
    "category": "analiza-techniczna",
    "related": ["akcja", "sesja-gieldowa", "wsparcie-i-opor", "trend"],
    "example": "Średni dzienny wolumen KGHM wynosi 500 tys. akcji. Pewnego dnia kurs rośnie o 4% przy wolumenie 1,8 mln akcji — ponad 3x powyżej średniej. Taki wzrost na podwyższonym wolumenie sugeruje, że dużi inwestorzy instytucjonalni akumulują akcje i ruch ma solidne fundamenty."
  },
  {
    "term": "Wsparcie i opór",
    "slug": "wsparcie-i-opor",
    "shortDef": "Poziomy cenowe, przy których kurs historycznie zatrzymywał się lub zawracał.",
    "fullDef": "Wsparcie (support) i opór (resistance) to kluczowe pojęcia analizy technicznej określające poziomy cenowe, przy których historycznie występowała zwiększona podaż lub popyt.\n\nWsparcie to poziom cenowy, poniżej którego kurs trudno spada. Działa jak „podłoga” — gdy cena zbliża się do tego poziomu, pojawia się zwiększony popyt (kupujący uważają cenę za atrakcyjną), co hamuje spadki.\n\nOpór to poziom cenowy, powyżej którego kurs trudno rośnie. Działa jak „sufit” — gdy cena zbliża się do tego poziomu, pojawia się zwiększona podaż (sprzedający realizują zyski), co hamuje wzrosty.\n\nWażne zasady:\n— Im częściej poziom był testowany (kurs się od niego odbijał), tym jest silniejszy.\n— Przełamany opór staje się nowym wsparciem i odwrotnie.\n— Przełamanie na wysokim wolumenie jest bardziej wiarygodne.\n— Poziomy wsparcia/oporu to raczej strefy (zakresy cenowe) niż pojedyncze ceny.\n\nWsparcia i opory można wyznaczać na podstawie historycznych punktów zwrotnych, średnich kroczących (SMA/EMA), zniesień Fibonacciego lub psychologicznych okrągłych poziomów cenowych.",
    "category": "analiza-techniczna",
    "related": ["trend", "sma", "wolumen", "bollinger-bands"],
    "example": "Kurs Allegro wielokrotnie odbija się od poziomu 32,00 zł (wsparcie) i nie może przebijać 38,00 zł (opór). Gdy wreszcie przebija 38,00 zł na wysokim wolumenie, ten poziom staje się nowym wsparciem, a kurs rusza w kierunku kolejnego oporu na 44,00 zł."
  },
  {
    "term": "Trend",
    "slug": "trend",
    "shortDef": "Dominujący kierunek ruchu ceny instrumentu w określonym czasie.",
    "fullDef": "Trend to ogólny kierunek, w którym porusza się cena instrumentu finansowego w określonym przedziale czasowym. Identyfikacja trendu jest fundamentem analizy technicznej — zgodnie z zasadą „trend is your friend”, inwestowanie zgodnie z panującym trendem zwiększa prawdopodobieństwo sukcesu.\n\nRodzaje trendów:\n— Trend wzrostowy (uptrend): seria coraz wyższych dołków i szczytów. Linia trendu rysowana jest pod dołkami.\n— Trend spadkowy (downtrend): seria coraz niższych szczytów i dołków. Linia trendu rysowana jest nad szczytami.\n— Trend boczny (konsolidacja): cena porusza się w wąskim zakresie, bez wyraźnego kierunku.\n\nTrendy występują na różnych skalach czasowych:\n— Trend główny (primary): trwa miesiące lub lata — najważniejszy dla inwestorów długoterminowych.\n— Trend wtórny (secondary): trwa tygodnie — korekty w ramach trendu głównego.\n— Trend krótkoterminowy: trwa dni — istotny dla traderów.\n\nZmiana trendu (odwrócenie) następuje, gdy cena przełamuje linię trendu lub kluczowe wsparcie/opór, zwykle przy podwyższonym wolumenie.",
    "category": "analiza-techniczna",
    "related": ["sma", "macd", "wsparcie-i-opor", "wolumen"],
    "example": "Akcje PKO BP od marca rosną z 38 zł do 48 zł, tworząc serię coraz wyższych dołków: 38, 40, 42, 44 zł. Każda korekta kończy się wyżej niż poprzednia — to klasyczny trend wzrostowy. Inwestor rysuje linię trendu pod dołkami i rozważa kupno przy każdym zbliżeniu kursu do tej linii."
  },
  {
    "term": "Bollinger Bands",
    "slug": "bollinger-bands",
    "shortDef": "Wstęgi zmienności okalające średnią kroczącą, mierzące zakres wahań ceny.",
    "fullDef": "Wstęgi Bollingera (Bollinger Bands) to wskaźnik analizy technicznej opracowany przez Johna Bollingera w latach 80. Składa się z trzech linii okalających wykres cenowy, które dynamicznie dostosowują się do zmienności rynku.\n\nBudowa:\n— Średnia linia: SMA(20) — prosta średnia krocząca z 20 sesji.\n— Górna wstęga: SMA(20) + 2 odchylenia standardowe.\n— Dolna wstęga: SMA(20) − 2 odchylenia standardowe.\n\nInterpretacja:\n— Cena przy górnej wstędze: instrument może być wykupiony — potencjalny sygnał do realizacji zysków.\n— Cena przy dolnej wstędze: instrument może być wyprzedany — potencjalna okazja zakupowa.\n— Zwężenie wstęg (squeeze): niska zmienność — często poprzedza silny ruch cenowy w jedną lub drugą stronę.\n— Rozszerzenie wstęg: wysoka zmienność — rynek jest aktywny, ruchy cenowe są duże.\n\nStatystycznie około 95% cen zamknięcia mieści się w obrębie wstęg (przy 2 odchyleniach standardowych). Wyjście ceny poza wstęgę jest sygnałem wyjątkowej siły ruchu.",
    "category": "analiza-techniczna",
    "related": ["sma", "rsi", "wsparcie-i-opor", "trend"],
    "example": "Wstęgi Bollingera na wykresie CD Projekt zwężają się do najwęższego poziomu od 3 miesięcy (squeeze). Następnego dnia spółka publikuje wyniki kwartalne lepsze od oczekiwań — kurs wybića powyżej górnej wstęgi na rekordowym wolumenie, sygnalizując początek silnego ruchu wzrostowego."
  },
  {
    "term": "Hossa",
    "slug": "hossa",
    "shortDef": "Długotrwały okres wzrostów na rynku akcji.",
    "fullDef": "Hossa (bull market) to długotrwały okres, w którym ceny akcji na rynku rosną. Formalnie za hossę uznaje się wzrost głównego indeksu giełdowego o co najmniej 20% od ostatniego dołka. Hossa może trwać od kilkunastu miesięcy do nawet kilku lat.\n\nCechy hossy:\n— Optymizm inwestorów: rosnące zaufanie do rynku i chęć podejmowania ryzyka.\n— Rosnące wolumeny: coraz więcej inwestorów wchodzi na rynek.\n— Poprawiające się dane makroekonomiczne: PKB rośnie, bezrobocie spada.\n— Nowi uczestnicy: w późnej fazie hossy na rynek wchodzą niedoswiadczeni inwestorzy, co często sygnalizuje jej koniec.\n\nFazy hossy:\n— Faza akumulacji: smart money kupuje po bessie, pesymizm nadal dominuje.\n— Faza uczestnictwa: trend wzrostowy staje się oczywisty, szeroki rynek rośnie.\n— Faza euforii/dystrybucji: ekstremalny optymizm, przegrzanie rynku — często kończy hossę.\n\nSymbolem hossy jest byk (bull) — stąd określenie „rynek byka”.",
    "category": "podstawy",
    "related": ["bessa", "trend", "wig20", "wig"],
    "example": "Po pandemicznym krachu w marcu 2020 roku WIG20 spadł do 1 306 pkt. W ciągu następnych 18 miesięcy indeks wzrósł do ponad 2 400 pkt — hossa o zasięgu ponad 80%. Spółki takie jak Allegro i CD Projekt były motorami wzrostów w początkowej fazie tej hossy."
  },
  {
    "term": "Bessa",
    "slug": "bessa",
    "shortDef": "Długotrwały okres spadków na rynku akcji.",
    "fullDef": "Bessa (bear market) to długotrwały okres, w którym ceny akcji na rynku spadają. Formalnie za bessę uznaje się spadek głównego indeksu giełdowego o co najmniej 20% od ostatniego szczytu. Bessa jest naturalną częścią cyklu rynkowego i występuje cyklicznie.\n\nCechy bessy:\n— Pesymizm i strach: inwestorzy unikają ryzyka, dominuje awersja.\n— Spadające wolumeny: malejąca aktywność na rynku (choć panika może generować wysokie wolumeny).\n— Pogorszenie danych makroekonomicznych: recesja, rosnące bezrobocie, spadające zyski spółek.\n— Ucieczka kapitału: przepływ środków z akcji do obligacji, złota i gotówki.\n\nHistorycznie bessy na GPW trwały średnio 12–18 miesięcy, choć niektóre (jak po kryzysie 2008) były krótsze, ale bardziej gwałtowne. Bessa kończy się, gdy pesymizm osiąga ekstremum i smart money zaczyna akumulować akcje po niskich cenach.\n\nSymbolem bessy jest niedźwiedź (bear) — stąd określenie „rynek niedźwiedzia”.",
    "category": "podstawy",
    "related": ["hossa", "trend", "wig20", "wig"],
    "example": "W 2008 roku WIG20 spadł z poziomu 3 900 pkt do ok. 1 300 pkt w ciągu 14 miesięcy — bessa o zasięgu 67%. Akcje KGHM straciły ponad 75% wartości. Inwestorzy, którzy kupili na dołku bessy, zarobili ponad 100% w ciągu kolejnych dwóch lat hossy."
  },
  {
    "term": "IPO",
    "slug": "ipo",
    "shortDef": "Pierwsza oferta publiczna — debiut spółki na giełdzie.",
    "fullDef": "IPO (Initial Public Offering) to pierwsza oferta publiczna, czyli proces, w którym spółka po raz pierwszy oferuje swoje akcje publicznie na giełdzie. Jest to jeden z najważniejszych momentów w życiu spółki — przejście ze statusu prywatnego na publiczny.\n\nProces IPO na GPW:\n— Przygotowanie: spółka wybiera dom maklerski (oferujący), audytora i prawników. Przygotowywany jest prospekt emisyjny.\n— Due diligence i prospekt: szczegółowa analiza spółki, zatwierdzenie prospektu przez KNF.\n— Road show: prezentacje dla inwestorów instytucjonalnych, budowanie księgi popytu (book building).\n— Wycena i przydział: ustalenie ceny emisyjnej, przydział akcji inwestorom.\n— Debiut: pierwszy dzień notowań na GPW.\n\nSpółka przeprowadza IPO, aby pozyskać kapitał na rozwój, umożliwić wyjście dotychczasowym inwestorom (np. funduszom PE/VC) lub zwiększyć rozpoznawalność i wiarygodność.\n\nInwestowanie w IPO wiąże się z podwyższonym ryzykiem — brak historii notowań utrudnia ocenę spółki.",
    "category": "podstawy",
    "related": ["gpw", "akcja", "dom-maklerski", "kapitalizacja"],
    "example": "Allegro debiutowało na GPW 12 października 2020 roku w cenie 43,00 zł za akcję, przy wycenie około 43 mld zł. Było to największe IPO w historii GPW. Pierwszego dnia kurs wzrósł do 65,00 zł (+51%), a inwestorzy, którzy otrzymali akcje w ofercie, osiągnęli natychmiastowy zysk."
  },
  {
    "term": "Stop loss",
    "slug": "stop-loss",
    "shortDef": "Zlecenie automatycznie zamykające pozycję przy określonym poziomie straty.",
    "fullDef": "Stop loss to zlecenie obronne, które automatycznie sprzedaje akcje (lub zamyka pozycję), gdy ich cena spadnie do określonego poziomu. Jest podstawowym narzędziem zarządzania ryzykiem w inwestowaniu.\n\nRodzaje stop loss:\n— Stały stop loss: ustawiony na konkretnym poziomie cenowym, np. 10% poniżej ceny zakupu.\n— Trailing stop (stop krążący): podąża za rosnącą ceną, utrzymując stały dystans procentowy lub kwotowy. Chroni zyski w trendzie wzrostowym.\n— Stop loss na wsparciu: ustawiony tuż poniżej kluczowego poziomu wsparcia technicznego.\n\nZasady stosowania:\n— Ustal stop loss PRZED otwarciem pozycji — na chłodno, nie pod wpływem emocji.\n— Nie przesuwaj stop loss w dół — to neguje cel ochrony kapitału.\n— Typowy stop loss to 5–15% poniżej ceny zakupu, zależnie od zmienności instrumentu.\n— Uwzględnij prowizję i spread przy ustalaniu poziomu.\n\nNa GPW stop loss realizowany jest jako zlecenie STOP — aktywuje się po osiągnięciu stop price i przekształca w zlecenie z limitem lub PKC.",
    "category": "podstawy",
    "related": ["zlecenie-gieldowe", "wsparcie-i-opor", "trend"],
    "example": "Inwestor kupuje 300 akcji Dino Polska po 420 zł i ustawia stop loss na 378 zł (−10%). Jeśli kurs spadnie do 378 zł, zlecenie sprzedaży aktywuje się automatycznie. Maksymalna strata to 12 600 zł (300 × 42 zł). Bez stop loss, przy spadku kursu do 300 zł, strata wyniosłaby 36 000 zł.",
    "hasCalculator": true
  },
  {
    "term": "Blue chip",
    "slug": "blue-chip",
    "shortDef": "Akcje dużej, stabilnej spółki o uznanej pozycji rynkowej.",
    "fullDef": "Blue chip to określenie akcji dużych, stabilnych finansowo spółek o uznanej pozycji rynkowej, długiej historii działalności i regularnych wynikach finansowych. Termin pochodzi z pokera, gdzie niebieskie żetony (blue chips) mają najwyższą wartość.\n\nCechy blue chipów:\n— Wysoka kapitalizacja: należą do największych spółek na giełdzie (na GPW — składniki WIG20).\n— Płynność: duże dzienne obroty, łatwo kupić i sprzedać duże pakiety bez wpływu na cenę.\n— Stabilność: mniejsza zmienność kursu niż małe spółki, mniejsze ryzyko bankructwa.\n— Dywidendy: wiele blue chipów regularnie wypłaca dywidendy.\n— Transparentność: szerokie pokrycie analityczne, regularne raporty.\n\nBlue chipy są często fundamentem portfela długoterminowego inwestora. Oferują niższy potencjał wzrostu niż małe spółki, ale też niższe ryzyko. W okresach bessy blue chipy z reguły tracą mniej niż spółki z mWIG40 czy sWIG80.\n\nNa GPW do blue chipów zalicza się spółki z indeksu WIG20.",
    "category": "podstawy",
    "related": ["wig20", "kapitalizacja", "akcja", "dywidenda"],
    "example": "PKO BP, PKN ORLEN, KGHM i PZU to klasyczne blue chipy GPW — spółki o kapitalizacji powyżej 20 mld zł, dziennych obrotach liczących miliony złotych i wieloletniej historii notowań. Inwestor budujący portfel emerytalny może zdecydować, że 60% portfela stanowią blue chipy dla stabilności, a 40% mniejsze spółki dla potencjału wzrostu."
  },
  {
    "term": "ETF",
    "slug": "etf",
    "shortDef": "Fundusz notowany na giełdzie, który odźwierciedla skład indeksu lub koszyka aktywów.",
    "fullDef": "ETF (Exchange-Traded Fund) to fundusz inwestycyjny notowany na giełdzie jak zwykła akcja. Jego celem jest wierne odźwierciedlanie wyników określonego indeksu, sektora, surowca lub innego koszyka aktywów. Kupując jedną jednostkę ETF, inwestor zyskuje ekspozycję na cały portfel aktywów.\n\nZalety ETF:\n— Dywersyfikacja: jedna transakcja daje ekspozycję na wiele spółek jednocześnie.\n— Niskie koszty: opłaty za zarządzanie (TER) znacznie niższe niż w tradycyjnych funduszach (0,15–0,50% rocznie vs 1,5–3%).\n— Płynność: notowane na giełdzie, można kupować i sprzedawać w czasie sesji jak akcje.\n— Transparentność: skład portfela jest jawny i aktualizowany codziennie.\n\nETF-y dostępne na GPW:\n— Beta ETF WIG20TR: odźwierciedla indeks WIG20 z uwzględnieniem dywidend.\n— Beta ETF mWIG40TR: ekspozycja na średnie spółki polskie.\n— Beta ETF S&P 500: ekspozycja na amerykański rynek akcji.\n— Beta ETF DAX: ekspozycja na niemiecki rynek akcji.\n\nETF-y to popularny wybór dla inwestorów pasywnych, którzy wolą śledzić rynek zamiast próbować go pobijać.",
    "category": "podstawy",
    "related": ["akcja", "wig20", "gpw", "dywidenda"],
    "example": "Początkujący inwestor zamiast wybierać pojedyncze spółki, kupuje 100 jednostek Beta ETF WIG20TR po 25,50 zł za łączną kwotę 2 550 zł. Zyskuje natychmiastową ekspozycję na 20 największych spółek GPW, w tym PKO BP, KGHM i PKN ORLEN, płacąc jedynie 0,40% rocznej opłaty za zarządzanie."
  },
  {
    "term": "ROE",
    "slug": "roe",
    "shortDef": "Zwrot z kapitału własnego — mierzy rentowność spółki względem kapitału akcjonariuszy.",
    "fullDef": "ROE (Return on Equity) to wskaźnik rentowności kapitału własnego, obliczany jako zysk netto podzielony przez kapitał własny (aktywa minus zobowiązania), wyrażony w procentach. Pokazuje, jak efektywnie spółka wykorzystuje kapitał powierzony przez akcjonariuszy do generowania zysków.\n\nFormuła: ROE = (Zysk netto / Kapitał własny) × 100%\n\nInterpretacja:\n— ROE powyżej 15%: spółka efektywnie wykorzystuje kapitał — atrakcyjna dla inwestorów.\n— ROE 10–15%: solidna, przeciętna rentowność.\n— ROE poniżej 8%: spółka słabo zarabia na kapitale — może sygnalizować problemy.\n\nWażne zastrzeżenia:\n— Wysoki ROE może wynikać z dużego zadłużenia (niski kapitał własny), a nie z wysokiej rentowności operacyjnej. Dlatego ROE warto analizować w połączeniu ze wskaźnikiem Dług/Kapitał.\n— ROE najlepiej porównywać w ramach jednego sektora — banki naturalnie mają inne poziomy niż spółki technologiczne.\n— Analiza DuPont rozkłada ROE na trzy składniki: marżę zysku netto, rotację aktywów i dźwignię finansową — co pozwala zrozumieć źródło rentowności.\n\nDla banków notowanych na GPW ROE jest jednym z kluczowych wskaźników, bezpośrednio wpływającym na wskaźnik P/BV.",
    "category": "analiza-fundamentalna",
    "related": ["eps", "pbv", "pe", "kapitalizacja"],
    "example": "PKO BP osiąga zysk netto 6,2 mld zł przy kapitale własnym 42 mld zł — ROE wynosi 14,8%. Dla porównania, mniejszy bank z ROE 7% i P/BV 0,6x jest wyceniany z dyskontem, ponieważ rynek nie wierzy w poprawę jego rentowności. Wskaźnik P/BV PKO BP (1,38x) odzwierciedla wyższą jakość generowanego zwrotu.",
    "hasCalculator": true
  },
  {
    "term": "NewConnect",
    "slug": "newconnect",
    "shortDef": "Alternatywny rynek akcji GPW dla mniejszych, dynamicznie rozwijających się spółek.",
    "fullDef": "NewConnect to alternatywny system obrotu (ASO) prowadzony przez Giełdę Papierów Wartościowych w Warszawie od 30 sierpnia 2007 roku. Jest przeznaczony dla mniejszych, innowacyjnych i dynamicznie rozwijających się spółek, które nie spełniają rygorystycznych wymogów dopuszczeniowych Rynku Głównego GPW.\n\nKluczowe cechy NewConnect:\n— Łagodniejsze wymogi: niższe progi kapitalizacji, uproszczona procedura debiutu, mniejsze wymogi informacyjne niż na Rynku Głównym.\n— Dokument informacyjny zamiast prospektu: spółki przygotowują krótszy dokument informacyjny zatwierdzany przez Autoryzowanego Doradcę, a nie prospekt emisyjny zatwierdzany przez KNF.\n— Autoryzowany Doradca: każda spółka na NewConnect musi mieć Autoryzowanego Doradcę, który wspiera ją w wypełnianiu obowiązków informacyjnych.\n— Niższa płynność: obroty na NewConnect są znacznie niższe niż na Rynku Głównym, co oznacza większe spready i trudniejsze wejście/wyjście z pozycji.\n\nNewConnect jest często traktowany jako „przedsionek” Rynku Głównego — spółki, które osiągną odpowiednią wielkość i dojrzałość, mogą przenieść się na Rynek Główny GPW. Inwestowanie na NewConnect wiąże się z podwyższonym ryzykiem ze względu na mniejszą transparentność i płynność.",
    "category": "podstawy",
    "related": ["gpw", "akcja", "ipo", "kapitalizacja"],
    "example": "Mała spółka technologiczna debiutuje na NewConnect z kapitalizacją 15 mln zł. Po trzech latach dynamicznego wzrostu jej kapitalizacja przekracza 500 mln zł i spółka decyduje się na przeniesienie na Rynek Główny GPW, co przyciąga uwagę funduszy inwestycyjnych i znacząco zwiększa płynność obrotu."
  },
  {
    "term": "KDPW",
    "slug": "kdpw",
    "shortDef": "Krajowy Depozyt Papierów Wartościowych — centralny depozyt i izba rozliczeniowa w Polsce.",
    "fullDef": "KDPW (Krajowy Depozyt Papierów Wartościowych) to centralna instytucja infrastruktury polskiego rynku kapitałowego, pełniąca rolę centralnego depozytu papierów wartościowych oraz izby rozliczeniowej. Działa od 1994 roku jako spółka akcyjna nadzorowana przez KNF.\n\nGłówne funkcje KDPW:\n— Rejestracja papierów wartościowych: prowadzi centralny rejestr wszystkich zdematerializowanych papierów wartościowych (akcji, obligacji, certyfikatów inwestycyjnych) notowanych na GPW.\n— Rozliczanie transakcji: rozlicza transakcje zawierane na GPW i NewConnect w cyklu T+2 (dwa dni robocze po zawarciu transakcji).\n— Obsługa zdarzeń korporacyjnych: realizuje wypłaty dywidend, splitów akcji, asymilacje, zamiany i inne operacje na papierach wartościowych.\n— Nadawanie kodów ISIN: każdy papier wartościowy zarejestrowany w KDPW otrzymuje unikalny międzynarodowy kod identyfikacyjny ISIN.\n\nKDPW_CCP (spółka zależna) pełni rolę izby rozliczeniowej z centralnym kontrahentem (CCP) — gwarantuje rozliczenie transakcji nawet w przypadku niewypłacalności jednej ze stron.\n\nDla inwestora indywidualnego KDPW działa „w tle” — akcje kupione na GPW są automatycznie rejestrowane w KDPW na rachunku prowadzonym przez dom maklerski.",
    "category": "podstawy",
    "related": ["gpw", "akcja", "dom-maklerski", "sesja-gieldowa"],
    "example": "Inwestor kupuje 500 akcji KGHM na GPW w poniedziałek (dzień T). KDPW rozlicza transakcję w cyklu T+2 — w środę akcje zostają zaksięgowane na rachunku kupującego, a środki pieniężne przekazane sprzedającemu. Cały proces odbywa się automatycznie, bez udziału inwestora."
  },
  {
    "term": "Fixing",
    "slug": "fixing",
    "shortDef": "Mechanizm wyznaczania kursu akcji na podstawie skumulowanych zleceń kupna i sprzedaży.",
    "fullDef": "Fixing to mechanizm wyznaczania kursu instrumentu finansowego na giełdzie, polegający na zebraniu wszystkich zleceń kupna i sprzedaży, a następnie ustaleniu jednej ceny, po której zostanie zrealizowana największa możliwa liczba transakcji. Na GPW fixing odbywa się dwukrotnie w ciągu sesji.\n\nRodzaje fixingu na GPW:\n— Fixing otwarcia (godz. 9:00): na podstawie zleceń złożonych w fazie przed otwarciem (8:30–9:00) wyznaczany jest kurs otwarcia. Wszystkie zlecenia możliwe do realizacji po tej cenie są realizowane jednocześnie.\n— Fixing zamknięcia (godz. 17:00): na podstawie zleceń złożonych w fazie przed zamknięciem (16:50–17:00) wyznaczany jest kurs zamknięcia — najważniejsza cena dnia.\n\nAlgorytm fixingu dąży do:\n— Maksymalizacji wolumenu transakcji (jak najwięcej akcji zmienia właściciela).\n— Minimalizacji nierównowagi (jak najmniejsza różnica między popytem a podażą po ustalonej cenie).\n— Minimalnego odchylenia od kursu odniesienia.\n\nKurs zamknięcia ustalony na fixingu jest podstawą do obliczania indeksów giełdowych, wycen portfeli funduszy inwestycyjnych oraz kursów rozliczeniowych instrumentów pochodnych. Dla mniej płynnych spółek fixing może być jedynym momentem, w którym dochodzi do transakcji.",
    "category": "podstawy",
    "related": ["sesja-gieldowa", "zlecenie-gieldowe", "gpw", "wolumen"],
    "example": "Przed fixingiem otwarcia na PKO BP złożono zlecenia kupna: 10 tys. akcji po 45,00 zł, 15 tys. po 44,80 zł oraz zlecenia sprzedaży: 12 tys. po 44,90 zł, 8 tys. po 45,10 zł. Algorytm fixingu ustala kurs otwarcia na 45,00 zł, realizując maksymalną liczbę transakcji — 20 tys. akcji zmienia właściciela po jednej cenie."
  },
  {
    "term": "Arkusz zleceń",
    "slug": "arkusz-zlecen",
    "shortDef": "Zestawienie wszystkich aktywnych zleceń kupna i sprzedaży dla danego instrumentu.",
    "fullDef": "Arkusz zleceń (order book) to uporządkowane zestawienie wszystkich aktywnych (oczekujących) zleceń kupna i sprzedaży dla danego instrumentu finansowego na giełdzie. Jest podstawowym narzędziem pokazującym bieżącą strukturę popytu i podaży na rynku.\n\nBudowa arkusza zleceń:\n— Strona kupna (bid): zlecenia kupna uporządkowane od najwyższej ceny (najlepsza oferta kupna) do najniższej. Najwyższa cena kupna to tzw. bid.\n— Strona sprzedaży (ask/offer): zlecenia sprzedaży uporządkowane od najniższej ceny (najlepsza oferta sprzedaży) do najwyższej. Najniższa cena sprzedaży to tzw. ask.\n— Spread: różnica między najlepszą ofertą sprzedaży (ask) a najlepszą ofertą kupna (bid). Im mniejszy spread, tym wyższa płynność instrumentu.\n\nInformacje z arkusza zleceń:\n— Głębokość rynku (market depth): jak dużo zleceń czeka na realizację po różnych cenach. Duża głębokość oznacza wysoką płynność.\n— Nierównowaga popytu/podaży: przewaga zleceń kupna może sugerować presję wzrostową, przewaga zleceń sprzedaży — presję spadkową.\n— Ściany (walls): duże zlecenia po jednej cenie mogą tworzyć „ścianę” — barierę trudną do przebicia.\n\nNa GPW inwestorzy mają dostęp do arkusza zleceń w czasie rzeczywistym za pośrednictwem platform transakcyjnych domów maklerskich (tzw. oferty z głębokością 5 lub 10 poziomów cenowych).",
    "category": "podstawy",
    "related": ["zlecenie-gieldowe", "sesja-gieldowa", "wolumen", "fixing"],
    "example": "W arkuszu zleceń KGHM najlepsza oferta kupna (bid) wynosi 131,80 zł (2 000 szt.), a najlepsza oferta sprzedaży (ask) to 132,00 zł (1 500 szt.). Spread wynosi 0,20 zł (0,15%). Inwestor widzi, że na poziomie 130,00 zł czeka zlecenie kupna na 15 000 akcji — „ściana” sugerująca silne wsparcie."
  },
  {
    "term": "Free float",
    "slug": "free-float",
    "shortDef": "Część akcji spółki dostępna w wolnym obrocie giełdowym.",
    "fullDef": "Free float (akcje w wolnym obrocie) to część akcji spółki, która jest dostępna do swobodnego handlu na giełdzie — czyli akcje niebędące w posiadaniu inwestorów strategicznych, Skarbu Państwa, zarządu, założycieli ani innych podmiotów posiadających znaczne pakiety (zwykle powyżej 5%).\n\nDlaczego free float jest ważny:\n— Płynność: im wyższy free float, tym łatwiej kupić i sprzedać akcje bez wpływu na cenę. Niski free float oznacza niską płynność i duże spready.\n— Waga w indeksach: GPW stosuje free float do obliczania wag spółek w indeksach (WIG20, mWIG40, sWIG80). Spółka z dużą kapitalizacją, ale niskim free floatem, będzie miała mniejszy udział w indeksie.\n— Zmienność: spółki z niskim free floatem są bardziej podatne na gwałtowne ruchy cenowe, ponieważ mniejsza liczba akcji w obrocie oznacza, że pojedyncze transakcje mogą znacząco wpłynąć na kurs.\n\nTypowe poziomy free float na GPW:\n— Duże spółki (WIG20): 30–70% akcji w wolnym obrocie.\n— Spółki z udziałem Skarbu Państwa: często niższy free float (20–40%), bo SP trzyma pakiet kontrolny.\n— Spółki rodzinne: mogą mieć free float poniżej 20%, co ogranicza ich obecność w indeksach.\n\nMinimalny free float wymagany do wejścia w skład indeksów WIG20/mWIG40/sWIG80 wynosi 10%.",
    "category": "podstawy",
    "related": ["kapitalizacja", "akcja", "gpw", "wig20"],
    "example": "Spółka LPP ma 1,84 mln akcji, ale rodzina założycieli posiada 32%, a OFE kolejne 15%. Free float wynosi zaledwie 53%. Pomimo ogromnej kapitalizacji (~42 mld zł) waga LPP w WIG20 jest ograniczona, bo opiera się na kapitalizacji skorygowanej o free float. Niski free float powoduje też, że spread na LPP bywa szerszy niż na spółkach o podobnej kapitalizacji."
  },
  {
    "term": "PEG",
    "slug": "peg",
    "shortDef": "Wskaźnik P/E skorygowany o tempo wzrostu zysków spółki.",
    "fullDef": "PEG (Price/Earnings to Growth) to wskaźnik wyceny, który koryguje wskaźnik P/E o oczekiwane tempo wzrostu zysków spółki. Oblicza się go dzieląc wskaźnik P/E przez prognozowaną roczną stopę wzrostu EPS (wyrażoną w procentach). PEG pozwala porównywać wyceny spółek o różnym tempie wzrostu.\n\nFormuła: PEG = P/E / roczna stopa wzrostu EPS (%)\n\nInterpretacja:\n— PEG < 1,0: spółka może być niedowartościowana względem tempa wzrostu zysków — potencjalnie atrakcyjna inwestycja.\n— PEG ≈ 1,0: wycena adekwatna do tempa wzrostu — rynek „uczciwie” wycenia perspektywy spółki.\n— PEG > 1,5: spółka może być przewartościowana — rynek oczekuje wzrostu, który może nie zostać zrealizowany.\n\nZalety PEG:\n— Rozwiązuje problem porównywania spółek o różnym P/E — spółka z P/E 30 rosnąca o 30% rocznie (PEG = 1,0) jest tańsza niż spółka z P/E 15 rosnąca o 5% (PEG = 3,0).\n\nOgraniczenia PEG:\n— Oparty na prognozach wzrostu, które mogą się nie sprawdzić.\n— Nie działa dla spółek ze spadającymi zyskami (ujemny wzrost) ani ze stratą (ujemny EPS).\n— Nie uwzględnia ryzyka, zadłużenia ani jakości zysków.\n\nPEG jest szczególnie przydatny przy porównywaniu spółek wzrostowych w ramach tego samego sektora.",
    "category": "analiza-fundamentalna",
    "related": ["pe", "eps", "akcja", "kapitalizacja"],
    "example": "CD Projekt z P/E 40x i prognozowanym wzrostem EPS o 35% rocznie ma PEG = 1,14 — wycena bliska uczciwej. Allegro z P/E 25x i wzrostem EPS o 10% ma PEG = 2,5 — znacznie droższe względem tempa wzrostu. Mimo niższego P/E, Allegro jest „droższe” w ujęciu PEG, bo rynek płaci więcej za każdy punkt procentowy wzrostu."
  },
  {
    "term": "ROA",
    "slug": "roa",
    "shortDef": "Zwrot z aktywów — mierzy efektywność wykorzystania majątku spółki do generowania zysku.",
    "fullDef": "ROA (Return on Assets) to wskaźnik rentowności aktywów, obliczany jako zysk netto podzielony przez sumę aktywów (majątek) spółki, wyrażony w procentach. Pokazuje, jak efektywnie spółka wykorzystuje cały swój majątek — zarówno własny, jak i finansowany długiem — do generowania zysku.\n\nFormuła: ROA = (Zysk netto / Aktywa ogółem) × 100%\n\nInterpretacja:\n— ROA powyżej 10%: bardzo dobra efektywność wykorzystania aktywów — typowa dla spółek technologicznych i usługowych z niskim udziałem aktywów trwałych.\n— ROA 5–10%: solidna rentowność, typowa dla wielu sektorów.\n— ROA poniżej 3%: niska efektywność — typowa dla branż kapitałochłonnych (energetyka, banki) lub sygnał problemów.\n\nROA vs ROE:\n— ROA mierzy efektywność całego majątku (kapitał własny + zobowiązania).\n— ROE mierzy efektywność samego kapitału własnego.\n— Duża różnica między ROE a ROA wskazuje na wysoką dźwignię finansową (spółka finansuje się głównie długiem).\n\nROA jest szczególnie przydatny do porównywania spółek w ramach jednego sektora. Porównywanie ROA banku (gdzie aktywa to głównie udzielone kredyty) ze spółką softwarową (niewiele aktywów trwałych) jest mało miarodajne ze względu na fundamentalnie różną strukturę bilansową.",
    "category": "analiza-fundamentalna",
    "related": ["roe", "eps", "ebitda", "pbv"],
    "example": "Dino Polska generuje zysk netto 1,2 mld zł przy aktywach 8 mld zł — ROA wynosi 15%, co jest doskonałym wynikiem w sektorze handlu detalicznego. PKO BP z zyskiem 6,2 mld zł i aktywami 430 mld zł ma ROA zaledwie 1,4% — pozornie słabo, ale dla sektora bankowego to solidny wynik (banki operują na ogromnych aktywach bilansowych)."
  },
  {
    "term": "DCF",
    "slug": "dcf",
    "shortDef": "Metoda wyceny spółki oparta na przyszłych zdyskontowanych przepływach pieniężnych.",
    "fullDef": "DCF (Discounted Cash Flow) to jedna z najważniejszych metod wyceny spółek w analizie fundamentalnej. Polega na szacowaniu przyszłych wolnych przepływów pieniężnych (free cash flow), które spółka wygeneruje, a następnie dyskontowaniu ich do wartości bieżącej przy użyciu odpowiedniej stopy dyskontowej.\n\nEtapy wyceny DCF:\n— Prognoza przepływów pieniężnych: analityk prognozuje wolne przepływy pieniężne (FCF) na najbliższe 5–10 lat na podstawie oczekiwanych przychodów, marż i nakładów inwestycyjnych.\n— Stopa dyskontowa (WACC): średni ważony koszt kapitału spółki — uwzględnia koszt kapitału własnego (oczekiwany zwrot akcjonariuszy) i koszt długu (oprocentowanie kredytów). Typowy WACC dla polskich spółek wynosi 8–12%.\n— Wartość rezydualna (terminal value): szacunkowa wartość spółki po okresie szczegółowej prognozy, zakładając stały wzrost przepływów. Często stanowi 60–80% całkowitej wyceny DCF.\n— Dyskontowanie: każdy przyszły przepływ jest dzielony przez (1 + WACC)^n, gdzie n to liczba lat.\n\nZalety DCF:\n— Oparta na fundamentalnej wartości spółki, nie na nastrojach rynkowych.\n— Uwzględnia perspektywy wzrostu, inwestycje i koszt kapitału.\n\nOgraniczenia DCF:\n— Silna zależność od założeń (małe zmiany w prognozach mogą drastycznie zmienić wycenę).\n— Trudna do zastosowania dla spółek ze zmiennymi lub ujemnymi przepływami pieniężnymi.\n— Wymaga doświadczenia w modelowaniu finansowym.",
    "category": "analiza-fundamentalna",
    "related": ["eps", "ebitda", "pe", "kapitalizacja"],
    "example": "Analityk wycenia PKN ORLEN metodą DCF: prognozuje FCF na poziomie 10 mld zł w roku 1, rosnący o 3% rocznie, przy WACC 9%. Suma zdyskontowanych przepływów z 10 lat plus wartość rezydualna daje wartość spółki 125 mld zł. Przy 427,7 mln akcji wycena na akcję wynosi 292 zł — o 15% powyżej bieżącego kursu 254 zł, co sugeruje potencjał wzrostowy."
  },
  {
    "term": "Wartość księgowa",
    "slug": "wartosc-ksiegowa",
    "shortDef": "Wartość majątku netto spółki wynikająca z bilansu — aktywa minus zobowiązania.",
    "fullDef": "Wartość księgowa (book value) to wartość majątku netto spółki wynikająca z jej bilansu, obliczana jako suma aktywów pomniejszona o sumę zobowiązań. W przeliczeniu na jedną akcję (book value per share, BVPS) jest to kapitał własny podzielony przez liczbę akcji w obrocie.\n\nFormuła: Wartość księgowa na akcję = (Aktywa − Zobowiązania) / Liczba akcji\n\nZnaczenie wartości księgowej:\n— Stanowi dolną granicę wyceny spółki w przypadku likwidacji — teoretycznie tyle otrzymaliby akcjonariusze po sprzedaży majątku i spłacie długów.\n— Jest bazą do obliczania wskaźnika P/BV (Price to Book Value), który porównuje cenę rynkową z wartością księgową.\n— Rosnąca wartość księgowa z roku na rok oznacza, że spółka akumuluje majątek — pozytywny sygnał.\n\nOgraniczenia:\n— Wartość księgowa opiera się na kosztach historycznych — nieruchomość kupiona 20 lat temu może mieć wartość bilansową znacznie niższą od rynkowej.\n— Nie uwzględnia wartości niematerialnych takich jak marka, know-how, baza klientów czy własność intelektualna. Dlatego spółki technologiczne często notują P/BV znacznie powyżej 1.\n— Aktywa bilansowe mogą być trudne do upłynnienia po wartości księgowej w praktyce.\n\nWartość księgowa jest szczególnie istotna w analizie banków, spółek nieruchomościowych i holdingów, gdzie aktywa bilansowe dobrze odzwierciedlają wartość firmy.",
    "category": "analiza-fundamentalna",
    "related": ["pbv", "akcja", "roe", "kapitalizacja"],
    "example": "PKO BP ma aktywa o wartości 480 mld zł i zobowiązania 438 mld zł. Wartość księgowa (kapitał własny) wynosi 42 mld zł, czyli przy 1,25 mld akcji — 33,60 zł na akcję. Przy kursie 45,00 zł wskaźnik P/BV wynosi 1,34x — rynek płaci 34% premię ponad wartość księgową, co odzwierciedla zdolność banku do generowania zysków (ROE 14,8%)."
  },
  {
    "term": "Przychody",
    "slug": "przychody",
    "shortDef": "Łączna wartość sprzedaży towarów i usług spółki w danym okresie.",
    "fullDef": "Przychody (revenue) to łączna wartość sprzedaży towarów i usług wygenerowana przez spółkę w danym okresie (kwartał, rok). Jest to pierwsza i najważniejsza pozycja rachunku zysków i strat — często nazywana „top line”, ponieważ znajduje się na szczycie sprawozdania finansowego.\n\nRodzaje przychodów:\n— Przychody ze sprzedaży: główna linia przychodów z podstawowej działalności operacyjnej spółki.\n— Przychody finansowe: odsetki od lokat, zyski ze sprzedaży aktywów finansowych.\n— Przychody pozostałe: np. dotacje, zyski ze sprzedaży środków trwałych.\n\nDlaczego przychody są ważne:\n— Pokazują skalę działalności spółki i jej pozycję rynkową.\n— Dynamika przychodów (wzrost rok do roku) jest kluczowym wskaźnikiem tempa rozwoju.\n— Są bazą do obliczania marż: marża brutto, marża EBITDA, marża netto.\n— Wskaźnik P/S (Price to Sales) porównuje kapitalizację z przychodami — przydatny dla spółek, które jeszcze nie generują zysków.\n\nWażne rozróżnienie:\n— Przychody ≠ Zysk: przychody to wartość sprzedaży PRZED odjęciem kosztów. Spółka może mieć ogromne przychody i jednocześnie generować stratę, jeśli koszty są wyższe.\n— Przychody ≠ Wpływy gotówkowe: przychody są księgowane w momencie sprzedaży (metoda memoriałowa), nie w momencie otrzymania zapłaty.\n\nNa GPW przychody spółek publikowane są w raportach kwartalnych i rocznych, wyrażone najczęściej w milionach lub miliardach złotych.",
    "category": "analiza-fundamentalna",
    "related": ["ebitda", "eps", "pe", "kapitalizacja"],
    "example": "PKN ORLEN raportuje przychody 120 mld zł za rok obrotowy, co oznacza wzrost o 8% rok do roku. Marża EBITDA wynosi 12,5% (EBITDA 15 mld zł), a marża netto 7,1% (zysk netto 8,5 mld zł). Dla porównania, Dino Polska z przychodami 25 mld zł rośnie o 22% rocznie — niższa skala, ale znacznie wyższa dynamika wzrostu."
  },
  {
    "term": "EMA",
    "slug": "ema",
    "shortDef": "Wykładnicza średnia krocząca — nadaje większą wagę najnowszym cenom.",
    "fullDef": "EMA (Exponential Moving Average) to wykładnicza średnia krocząca, która w odróżnieniu od prostej średniej kroczącej (SMA) przypisuje większą wagę najnowszym danym cenowym. Dzięki temu szybciej reaguje na bieżące zmiany cen, co czyni ją popularnym narzędziem wśród aktywnych traderów.\n\nRóżnica między EMA a SMA:\n— SMA traktuje wszystkie sesje równo — każda cena zamknięcia ma tę samą wagę.\n— EMA stosuje mnożnik wykładniczy, który sprawia, że ostatnie ceny mają większy wpływ na wartość średniej.\n— EMA szybciej sygnalizuje zmianę trendu, ale generuje więcej fałszywych sygnałów.\n\nNajczęściej stosowane okresy EMA:\n— EMA(12) i EMA(26): podstawa wskaźnika MACD.\n— EMA(9): linia sygnału w MACD.\n— EMA(20): krótkoterminowy trend, popularna wśród day traderów.\n— EMA(50) i EMA(200): średnio- i długoterminowy trend.\n\nSygnały transakcyjne:\n— Cena przecina EMA od dołu w górę: potencjalny sygnał kupna.\n— Cena przecina EMA od góry w dół: potencjalny sygnał sprzedaży.\n— Skrzyżowanie krótszej EMA z dłuższą (np. EMA(12) z EMA(26)) generuje sygnały analogiczne do MACD.\n\nEMA jest fundamentem wielu wskaźników technicznych — MACD jest zbudowany wyłącznie na bazie EMA. W praktyce traderzy często używają EMA dla krótszych okresów (szybsza reakcja) i SMA dla dłuższych (mniej szumu).",
    "category": "analiza-techniczna",
    "related": ["sma", "macd", "trend", "rsi"],
    "example": "Na wykresie PKO BP cena 45,20 zł jest powyżej EMA(20) = 44,10 zł i EMA(50) = 43,50 zł — obie średnie rosną, potwierdzając trend wzrostowy. Gdy EMA(12) przecina EMA(26) od dołu, wskaźnik MACD generuje sygnał kupna. Trader krótkoterminowy ustawia stop loss tuż pod EMA(20), traktując ją jako dynamiczne wsparcie."
  },
  {
    "term": "Formacja świecowa",
    "slug": "formacja-swiecowa",
    "shortDef": "Wzorzec na wykresie świecowym sugerujący kontynuację lub odwrócenie trendu.",
    "fullDef": "Formacja świecowa (candlestick pattern) to charakterystyczny układ jednej lub kilku świec japońskich na wykresie cenowym, który według analizy technicznej może sygnalizować przyszły kierunek ruchu ceny. Wykresy świecowe wywodzą się z XVIII-wiecznej Japonii, gdzie używano ich do analizy cen ryżu.\n\nBudowa pojedynczej świecy:\n— Korpus (body): prostokąt między ceną otwarcia a zamknięcia. Zielony/biały = zamknięcie wyżej niż otwarcie (wzrost). Czerwony/czarny = zamknięcie niżej (spadek).\n— Górny cień (upper shadow): linia od szczytu korpusu do maksimum sesji.\n— Dolny cień (lower shadow): linia od dołu korpusu do minimum sesji.\n\nNajważniejsze formacje odwrócenia:\n— Młot (hammer): mały korpus u góry, długi dolny cień — po trendzie spadkowym sygnalizuje możliwe odbicie.\n— Wisielec (hanging man): identyczny kształt jak młot, ale po trendzie wzrostowym — ostrzega przed spadkami.\n— Doji: cena otwarcia ≈ cena zamknięcia (brak korpusu) — nierozstrzygnięcie na rynku.\n— Objecie hossy/bessy (engulfing): duża świeca „połyka” korpus poprzedniej — silny sygnał odwrócenia.\n— Gwiazda poranna/wieczorna (morning/evening star): formacja trójświecowa zapowiadająca zmianę trendu.\n\nFormacje świecowe najlepiej działają w połączeniu z innymi narzędziami (wolumen, wsparcie/opór, RSI). Pojedyncza formacja bez potwierdzenia z innych wskaźników może być myląca.",
    "category": "analiza-techniczna",
    "related": ["trend", "wsparcie-i-opor", "wolumen", "rsi"],
    "example": "Akcje KGHM spadają od dwóch tygodni z 140 zł do 125 zł. Na poziomie wsparcia 125 zł pojawia się formacja młota — długi dolny cień (minimum 122 zł) i zamknięcie blisko otwarcia na 125,50 zł. Następnego dnia duża zielona świeca (objęcie hossy) potwierdza sygnał. Inwestor techniczny otwiera pozycję ze stop lossem pod 122 zł."
  },
  {
    "term": "Luka cenowa",
    "slug": "luka-cenowa",
    "shortDef": "Przerwa na wykresie, gdy cena otwarcia znacząco odbiega od zamknięcia poprzedniej sesji.",
    "fullDef": "Luka cenowa (gap) to obszar na wykresie cenowym, w którym nie doszło do żadnych transakcji — powstaje, gdy cena otwarcia nowej sesji jest znacząco wyższa lub niższa od ceny zamknięcia poprzedniej sesji. Na wykresie widać ją jako pustą przestrzeń między świecami.\n\nRodzaje luk cenowych:\n— Luka wzrostowa (gap up): otwarcie powyżej zamknięcia poprzedniej sesji. Często wywołana pozytywną informacją (dobre wyniki, przejęcie, upgrade analityczny).\n— Luka spadkowa (gap down): otwarcie poniżej zamknięcia poprzedniej sesji. Zazwyczaj reakcja na negatywną wiadomość.\n\nKlasyfikacja luk w analizie technicznej:\n— Luka zwykła (common gap): występuje w konsolidacji, zwykle szybko zostaje „domknięta” (cena wraca do poziomu sprzed luki).\n— Luka startu (breakaway gap): pojawia się przy wybiciu z formacji lub przełamaniu wsparcia/oporu — sygnalizuje początek nowego trendu.\n— Luka ucieczki (runaway/continuation gap): występuje w środku silnego trendu, potwierdzając jego siłę.\n— Luka wyczerpania (exhaustion gap): pojawia się pod koniec trendu, często tuż przed odwróceniem.\n\nWśród traderów popularna jest zasada „luki są domykane” — statystycznie większość luk cenowych zostaje później wypełniona (cena wraca do poziomu sprzed luki). Dotyczy to zwłaszcza luk zwykłych, natomiast luki startu mogą pozostać otwarte przez długi czas.",
    "category": "analiza-techniczna",
    "related": ["trend", "wsparcie-i-opor", "wolumen", "formacja-swiecowa"],
    "example": "CD Projekt zamyka sesję na 175 zł. Po godzinach publikuje wyniki kwartalne znacznie lepsze od oczekiwań. Następnego dnia kurs otwiera się na 192 zł — luka wzrostowa o 17 zł (9,7%) przy wolumenie 3x powyżej średniej. To luka startu, która sygnalizuje początek nowego ruchu wzrostowego. Poziom 175 zł (górna krawędź luki) staje się nowym wsparciem."
  },
  {
    "term": "Korekta",
    "slug": "korekta",
    "shortDef": "Tymczasowy ruch ceny w kierunku przeciwnym do panującego trendu.",
    "fullDef": "Korekta (correction) to krótkoterminowy ruch ceny w kierunku przeciwnym do głównego trendu. W trendzie wzrostowym korekta oznacza tymczasowy spadek cen, a w trendzie spadkowym — tymczasowy wzrost. Korekta jest naturalną częścią każdego trendu rynkowego.\n\nCechy korekty:\n— Zasięg: typowa korekta wynosi 5–20% od ostatniego szczytu (w trendzie wzrostowym). Spadek powyżej 20% to już formalnie bessa.\n— Czas trwania: korekty trwają zazwyczaj krócej niż fazy trendu — od kilku dni do kilku tygodni.\n— Wolumen: korekty często odbywają się na niższym wolumenie niż główny trend, co potwierdza ich tymczasowy charakter.\n\nMierzenie zasięgu korekty (zniesienia Fibonacciego):\n— 38,2%: płytka korekta — silny trend bazowy.\n— 50,0%: umiarkowana korekta — typowy zasięg.\n— 61,8%: głęboka korekta — trend bazowy traci siłę, możliwe odwrócenie.\n\nDla inwestorów korekty mogą być okazją do zakupu akcji po niższych cenach w ramach istniejącego trendu wzrostowego (strategia „kup na korektach”). Kluczowe jest jednak odróżnienie korekty od początku nowego trendu spadkowego — pomóc w tym mogą poziomy wsparcia, wolumen i wskaźniki techniczne (RSI, MACD).",
    "category": "analiza-techniczna",
    "related": ["trend", "hossa", "bessa", "wsparcie-i-opor"],
    "example": "WIG20 rośnie z 2 000 do 2 500 pkt w ciągu 4 miesięcy. Następuje korekta do 2 300 pkt (−8%, zniesienie 40% ruchu wzrostowego) trwająca 2 tygodnie, przy wolumenie niższym niż średnia. Kurs odbija od poziomu zniesienia 38,2% Fibonacciego i wznawia trend wzrostowy. Inwestor, który kupił na korekcie, zyskuje na kolejnej fali wzrostów."
  },
  {
    "term": "Fear & Greed Index",
    "slug": "fear-greed-index",
    "shortDef": "Wskaźnik nastojów rynkowych mierzący poziom strachu i chciwości inwestorów.",
    "fullDef": "Fear & Greed Index (Indeks Strachu i Chciwości) to wskaźnik sentymentu rynkowego, który mierzy dominujące emocje inwestorów na skali od 0 (ekstremalny strach) do 100 (ekstremalna chciwość). Został spopularyzowany przez CNN Business dla rynku amerykańskiego, a WIGmarkets.pl udostępnia jego adaptację dla polskiego rynku GPW.\n\nSkładniki wskaźnika (zależnie od implementacji):\n— Momentum rynku: pozycja WIG20 względem średnich kroczących (SMA 125).\n— Zmienność: bieżąca zmienność vs średnia historyczna — wysoka zmienność = strach.\n— Wolumen: stosunek wolumenu wzrostów do wolumenu spadków.\n— Breadth rynku: ile spółek rośnie vs spada (advance/decline).\n— Popyt na bezpieczne aktywa: przepływy między akcjami a obligacjami.\n\nInterpretacja:\n— 0–25 (Ekstremalny strach): rynek jest wyprzedany, panika dominuje. Kontrariańsko — może to być okazja zakupowa.\n— 25–50 (Strach): inwestorzy są ostrożni, ale bez paniki.\n— 50–75 (Chciwość): optymizm dominuje, rynek rośnie.\n— 75–100 (Ekstremalna chciwość): euforia rynkowa. Kontrariańsko — sygnał ostrzegawczy, możliwe przegrzanie.\n\nZnane powiedzenie Warrena Buffetta „Bądź chciwy, gdy inni się boją, i bój się, gdy inni są chciwi” idealnie oddaje filozofię wykorzystania tego wskaźnika. Fear & Greed Index nie jest sygnałem transakcyjnym, lecz narzędziem kontekstowym pomagającym ocenić ogólny nastrój rynku.",
    "category": "wskazniki",
    "related": ["hossa", "bessa", "trend", "wolumen"],
    "example": "W marcu 2020 roku, gdy pandemia wywołała pankę na rynkach, Fear & Greed Index spadł do 5 (ekstremalny strach). Inwestorzy masowo wyprzedawali akcje. Ci, którzy potraktowali ekstremalny strach jako sygnał kontrariański i kupili akcje na GPW, zarobili ponad 80% w ciągu następnych 18 miesięcy hossy."
  },
  {
    "term": "Zmienność",
    "slug": "zmiennosc",
    "shortDef": "Miara intensywności wahań ceny instrumentu finansowego w czasie.",
    "fullDef": "Zmienność (volatility) to statystyczna miara intensywności wahań ceny instrumentu finansowego w określonym czasie. Wysoka zmienność oznacza duże wahania cen (zarówno w górę, jak i w dół), niska zmienność — stabilny, spokojny rynek.\n\nRodzaje zmienności:\n— Zmienność historyczna (realized volatility): mierzona na podstawie faktycznych zmian cen w przeszłości, najczęściej jako odchylenie standardowe dziennych stóp zwrotu w ujęciu rocznym.\n— Zmienność implikowana (implied volatility): oczekiwana przyszła zmienność, wynikająca z cen opcji. Rośnie, gdy inwestorzy oczekują dużych ruchów cenowych.\n\nZmienność a ryzyko:\n— Wyższa zmienność = wyższe ryzyko, ale też wyższy potencjał zysku.\n— Niższa zmienność = niższe ryzyko, bardziej przewidywalne zachowanie cen.\n— Blue chipy (WIG20) mają niższą zmienność niż małe spółki (sWIG80).\n\nZmienność w praktyce:\n— Wstęgi Bollingera rozszerzają się przy wysokiej zmienności i zwężają przy niskiej.\n— Niska zmienność (squeeze) często poprzedza silny ruch cenowy w jedną stronę.\n— Zmienność rośnie w okresach niepewności (kryzysy, wyniki, wyborzy), a spada w stabilnych warunkach.\n\nDla inwestorów długoterminowych zmienność jest szumem, który należy ignorować. Dla traderów jest źródłem okazji — bez zmienności nie ma możliwości zarobku na krótkoterminowych ruchach.",
    "category": "wskazniki",
    "related": ["bollinger-bands", "rsi", "trend", "wolumen"],
    "example": "Historyczna zmienność (30-dniowa) akcji CD Projekt wynosi 45% w ujęciu rocznym, podczas gdy PKO BP ma zmienność 22%. Oznacza to, że dzienny ruch CDR o ±2–3% jest normalny, podczas gdy taki ruch na PKO BP byłby ponadprzeciętny. Inwestor ustawiający stop loss musi uwzględniać zmienność — zbyt ciasny stop na CDR zostanie szybko aktywowany przez normalny szum cenowy."
  },
  {
    "term": "Beta",
    "slug": "beta",
    "shortDef": "Współczynnik mierzący wrażliwość kursu akcji na zmiany szerokiego rynku.",
    "fullDef": "Beta (β) to współczynnik mierzący, jak mocno kurs danej akcji reaguje na zmiany szerokiego rynku (indeksu odniesienia, np. WIG20 lub WIG). Beta jest kluczową miarą ryzyka systematycznego — czyli ryzyka związanego z całym rynkiem, którego nie da się wyeliminować przez dywersyfikację.\n\nInterpretacja wartości beta:\n— β = 1,0: akcja porusza się dokładnie tak jak rynek. Gdy WIG20 rośnie o 1%, akcja też rośnie o ok. 1%.\n— β > 1,0 (np. 1,5): akcja jest bardziej zmiennia niż rynek. Gdy WIG20 rośnie o 1%, akcja rośnie o ok. 1,5% — ale też spada mocniej przy spadkach.\n— β < 1,0 (np. 0,6): akcja jest mniej zmienna niż rynek. Bardziej defensywna, mniejsze wahania.\n— β < 0: akcja porusza się w przeciwnym kierunku niż rynek (rzadkie, np. spółki złotnicze).\n\nBeta w praktyce:\n— Spółki cykliczne (banki, surowce, deweloperzy) mają wysoką betę (β > 1) — silnie reagują na cykl koniunkturalny.\n— Spółki defensywne (utilities, telekomy, spożywcze) mają niską betę (β < 1) — stabilniejsze w kryzysach.\n— Beta portfela to średnia ważona bet poszczególnych akcji.\n\nOgraniczenia: beta jest obliczana na danych historycznych (najczęściej 1–2 lata) i może się zmieniać w czasie. Nie uwzględnia ryzyka specyficznego spółki (np. problemy zarządu, utrata kontraktu). Beta jest składnikiem modelu CAPM (Capital Asset Pricing Model) do szacowania oczekiwanej stopy zwrotu.",
    "category": "wskazniki",
    "related": ["zmiennosc", "wig20", "kapitalizacja", "akcja"],
    "example": "KGHM ma betę 1,4 względem WIG20 — gdy indeks rośnie o 2%, KGHM rośnie średnio o 2,8%, ale przy spadku WIG20 o 2% KGHM traci ok. 2,8%. Dino Polska z betą 0,65 jest bardziej defensywne — mniejsze wahania niezależnie od kierunku rynku. Inwestor budujący portfel na czas niepewności wybiera spółki o niskiej becie, ograniczając ryzyko spadków."
  },
  {
    "term": "Spread",
    "slug": "spread",
    "shortDef": "Różnica między najlepszą ofertą kupna a najlepszą ofertą sprzedaży instrumentu.",
    "fullDef": "Spread (bid-ask spread) to różnica między najlepszą ofertą sprzedaży (ask) a najlepszą ofertą kupna (bid) dla danego instrumentu finansowego w arkuszu zleceń. Jest to koszt płynności — cena, którą inwestor płaci za natychmiastową realizację transakcji.\n\nSpread wyrażony jest w złotych lub w procentach:\n— Spread bezwzględny: ask − bid (np. 132,00 − 131,80 = 0,20 zł).\n— Spread procentowy: (ask − bid) / ask × 100% (np. 0,20 / 132,00 = 0,15%).\n\nCo wpływa na wielkość spreadu:\n— Płynność: im wyższe obroty, tym mniejszy spread. Blue chipy z WIG20 mają spready 0,05–0,15%, spółki z sWIG80 mogą mieć 1–3%.\n— Zmienność: w okresach dużej zmienności spready się rozszerzają, bo animatorzy rynku zwiększają premie za ryzyko.\n— Pora sesji: spready bywają szersze na otwarciu i zamknięciu, a najwęższe w środku sesji.\n— Kapitalizacja i free float: duże spółki z wysokim free floatem mają niższe spready.\n\nDlaczego spread ma znaczenie:\n— Jest ukrytym kosztem transakcji (oprócz prowizji maklerskiej).\n— Przy częstym tradingu spready mogą znacząco obniżyć stopy zwrotu.\n— Inwestorzy długoterminowi mogą minimalizować wpływ spreadu używając zleceń z limitem zamiast zleceń PKC.",
    "category": "podstawy",
    "related": ["arkusz-zlecen", "zlecenie-gieldowe", "wolumen", "free-float"],
    "example": "Na PKN ORLEN bid wynosi 108,80 zł, a ask 108,90 zł — spread to 0,10 zł (0,09%). Na mniej płynnej spółce z sWIG80 bid wynosi 24,00 zł, a ask 24,60 zł — spread to 0,60 zł (2,4%). Trader kupujący i natychmiast sprzedający PKN ORLEN traci na spreadzie 0,09%, ale na małej spółce aż 2,4% — musi więc zarobić ponad 2,4% na samym ruchu cenowym, zanim wyjdzie na zero."
  },
  {
    "term": "Płynność",
    "slug": "plynnosc",
    "shortDef": "Łatwość kupna lub sprzedaży instrumentu bez istotnego wpływu na jego cenę.",
    "fullDef": "Płynność (liquidity) to zdolność rynku do realizowania transakcji kupna i sprzedaży bez istotnego wpływu na cenę instrumentu. Im wyższa płynność, tym łatwiej i szybciej można kupić lub sprzedać duży pakiet akcji po cenie zbliżonej do rynkowej.\n\nWskaźniki płynności:\n— Średni dzienny obrót: wartość transakcji w złotych — im wyższy, tym lepsza płynność.\n— Spread bid-ask: im mniejszy spread, tym wyższa płynność.\n— Głębokość arkusza: ile akcji czeka na realizację po różnych cenach.\n— Impact cost: o ile przesunie się cena przy realizacji dużego zlecenia.\n\nPoziomy płynności na GPW:\n— Bardzo wysoka: spółki z WIG20 (PKO BP, KGHM, PKN ORLEN) — obroty dzienne 50–200 mln zł, spready 0,05–0,15%.\n— Wysoka: spółki z mWIG40 — obroty 5–50 mln zł.\n— Średnia: spółki z sWIG80 — obroty 0,5–5 mln zł.\n— Niska: spółki spoza indeksów i z NewConnect — obroty poniżej 0,5 mln zł, szerokie spready.\n\nDlaczego płynność jest ważna:\n— Niska płynność oznacza, że możesz mieć problem ze sprzedażą akcji po żądanej cenie.\n— Duże zlecenie na niepłynnym rynku może samo „przesunąć” cenę o kilka procent.\n— Fundusze inwestycyjne z dużymi portfelami mogą inwestować tylko w płynne spółki.",
    "category": "podstawy",
    "related": ["wolumen", "spread", "arkusz-zlecen", "free-float"],
    "example": "Fundusz inwestycyjny chce kupić akcje za 5 mln zł. Na PKO BP (obrót 150 mln zł/dzień) realizacja zajmie minutę bez widocznego wpływu na cenę. Na spółce z sWIG80 (obrót 2 mln zł/dzień) fundusz musiałby kupować przez kilka dni, a sam popyt mógłby podniść kurs o 3–5%. Dlatego duże fundusze ograniczają się do płynnych spółek."
  },
  {
    "term": "Obrót",
    "slug": "obrot",
    "shortDef": "Łączna wartość wszystkich transakcji na danym instrumencie w określonym czasie.",
    "fullDef": "Obrót (turnover) to łączna wartość wszystkich transakcji kupna i sprzedaży zrealizowanych na danym instrumencie finansowym w określonym czasie (sesja, tydzień, miesiąc). Wyrażany jest w złotych (lub innej walucie), w odróżnieniu od wolumenu, który mierzy liczbę akcji.\n\nRóżnica między obrotem a wolumenem:\n— Wolumen: liczba akcji, które zmieniły właściciela (np. 500 000 szt.).\n— Obrót: wartość tych transakcji w złotych (np. 500 000 szt. × 45 zł = 22,5 mln zł).\n— Obrót jest lepszą miarą do porównywania aktywności między spółkami, ponieważ uwzględnia cenę akcji.\n\nObrót na GPW:\n— Całkowity obrót sesyjny na Rynku Głównym GPW wynosi ok. 1–2 mld zł dziennie.\n— Spółki z WIG20 generują ok. 70–80% całkowitego obrotu.\n— Obrót jest jednym z kryteriów klasyfikacji spółek do indeksów (WIG20, mWIG40, sWIG80) — obok kapitalizacji.\n\nZnaczenie obrotu:\n— Wysoki obrót = wysoka płynność = łatwiejsze wejście/wyjście z pozycji.\n— Nagły wzrost obrotu może sygnalizować ważne wydarzenie (wyniki, transakcja insajdera, zmiana rekomendacji).\n— Obrót jest raportowany przez GPW po każdej sesji w codziennych statystykach rynkowych.",
    "category": "podstawy",
    "related": ["wolumen", "plynnosc", "sesja-gieldowa", "gpw"],
    "example": "Podczas sesji na KGHM zrealizowano 800 tys. transakcji (wolumen) przy średniej cenie 132 zł, co dało obrót 105,6 mln zł. Tego samego dnia mała spółka z sWIG80 miała wolumen 50 tys. akcji po 8 zł, czyli obrót zaledwie 0,4 mln zł. Porównanie obrotów (105,6 vs 0,4 mln zł) lepiej oddaje różnicę w płynności niż sam wolumen (800 tys. vs 50 tys. szt.)."
  },
  {
    "term": "ATH",
    "slug": "ath",
    "shortDef": "All-Time High — najwyższa cena instrumentu w całej historii notowań.",
    "fullDef": "ATH (All-Time High) to najwyższa cena, jaką dany instrument finansowy osiągnął w całej swojej historii notowań na giełdzie. Jest to kluczowy poziom odniesienia zarówno w analizie technicznej, jak i w psychologii rynku.\n\nZnaczenie ATH:\n— Brak oporu technicznego: gdy cena osiąga ATH, powyżej nie ma historycznych poziomów oporu — żaden inwestor nie „tkwi na stracie” i nie czeka na wyjście z pozycji. To eliminuje presję podażową.\n— Sygnał siły: spółka osiągająca ATH jest w silnym trendzie wzrostowym. Wielu inwestorów stosuje strategię „kupuj na nowych szczytach” (momentum trading).\n— Efekt psychologiczny: ATH przyciąga uwagę mediów i nowych inwestorów, co może generować dodatkowy popyt.\n\nOstrożności:\n— ATH może również oznaczać przegrzanie — ekstremalny optymizm i euforię.\n— Warto sprawdzić, czy ATH jest potwierdzony wysokim wolumenem i solidnymi fundamentami, czy raczej wynikiem spekulacji.\n— Po osiągnięciu ATH często następuje korekta — realizacja zysków przez inwestorów.\n\nATH jest często cytowanym pojęciem w mediach finansowych i na forach inwestycyjnych. Spółki regularnie ustanawiające nowe ATH są postrzegane jako liderzy rynku.",
    "category": "analiza-techniczna",
    "related": ["trend", "wsparcie-i-opor", "hossa", "wolumen"],
    "example": "Dino Polska osiąga nowe ATH na poziomie 520 zł, przebijając poprzedni rekord 505 zł z października. Wolumen przy wybiciu jest 2,5x wyższy od średniej — potwierdza siłę ruchu. Brak oporu powyżej otwiera drogę do dalszych wzrostów, a poprzednie ATH (505 zł) staje się nowym wsparciem."
  },
  {
    "term": "ATL",
    "slug": "atl",
    "shortDef": "All-Time Low — najniższa cena instrumentu w całej historii notowań.",
    "fullDef": "ATL (All-Time Low) to najniższa cena, jaką dany instrument finansowy osiągnął w całej swojej historii notowań na giełdzie. Jest to skrajnie negatywny sygnał techniczny, choć dla inwestorów kontrariańskich może też oznaczać potencjalną okazję.\n\nZnaczenie ATL:\n— Brak wsparcia technicznego: poniżej ATL nie ma historycznych poziomów, przy których kurs się odbijał. Rynek jest w „nieznanym terytorium” w dół.\n— Sygnał słabości: spółka osiągająca ATL jest w silnym trendzie spadkowym. Może mieć poważne problemy finansowe lub operacyjne.\n— Efekt psychologiczny: ATL wywołuje panikę wśród akcjonariuszy i może prowadzić do kaskadowej wyprzedaży.\n\nKiedy ATL może być okazją:\n— Jeśli spadek wynika z ogólnej bessy rynkowej, a fundamenty spółki są nadal solidne.\n— Jeśli rynek nadmiernie kara spółkę za jednorazowe, tymczasowe problemy.\n— Jeśli wskaźniki wyceny (P/E, P/BV) są na historycznie niskich poziomach.\n\nKiedy ATL to pułapka:\n— Spółka ma rosnące zadłużenie, spadające przychody i problemy z płynnością finansową.\n— Sektor jest w strukturalnym spadku (np. tradycyjny handel detaliczny).\n— „Łapanie spadających noży” (catching a falling knife) to jedna z najczęstszych przyczyn strat początkujących inwestorów.",
    "category": "analiza-techniczna",
    "related": ["trend", "wsparcie-i-opor", "bessa", "wolumen"],
    "example": "Spółka deweloperska po serii słabych raportów spada do ATL na poziomie 3,20 zł. Początkujący inwestor kupuje, licząc na odbicie. Kurs dalej spada do 1,80 zł (−44%), gdy spółka ogłasza problemy z płynnością. To klasyczna pułapka ATL — sam fakt, że cena jest historycznie niska, nie oznacza, że nie może spaść dalej."
  },
  {
    "term": "52-week high/low",
    "slug": "52-week-high-low",
    "shortDef": "Najwyższa i najniższa cena akcji w ciągu ostatnich 52 tygodni (roku).",
    "fullDef": "52-week high/low (maksimum i minimum 52-tygodniowe) to najwyższa i najniższa cena, po jakiej akcja była notowana w ciągu ostatnich 52 tygodni (około roku). Jest to jeden z najczęściej cytowanych wskaźników referencyjnych w analizach rynkowych i mediach finansowych.\n\nZastosowanie:\n— Pozycjonowanie ceny: określa, gdzie aktualny kurs znajduje się względem rocznego zakresu. Kurs blisko 52-week high sugeruje siłę, blisko 52-week low — słabość.\n— Strategia „nowe szczyty”: wielu traderów momentum kupuje akcje przebijające 52-week high, zakładając kontynuację trendu.\n— Strategia kontrariańska: inwestorzy value szukają spółek blisko 52-week low z solidnymi fundamentami, licząc na niedowartościowanie.\n\nWskaźnik pozycji w zakresie:\n— Pozycja (%) = (Cena bieżąca − 52-week low) / (52-week high − 52-week low) × 100%.\n— Wartość powyżej 80%: akcja blisko rocznego szczytu.\n— Wartość poniżej 20%: akcja blisko rocznego dołka.\n\n52-week high/low jest bardziej praktyczny niż ATH/ATL, ponieważ odnosi się do aktualnego okresu rynkowego, a nie całej historii. Spółka może być daleko od ATH, ale jednocześnie na 52-week high, co oznacza silny trend w bieżącym roku.\n\nNa GPW listy spółek na nowych 52-tygodniowych szczytach i dołkach są często publikowane jako miara breadth rynku — dużo nowych szczytów = zdrowy rynek, dużo nowych dołków = rynek słabnie.",
    "category": "analiza-techniczna",
    "related": ["ath", "atl", "trend", "wsparcie-i-opor"],
    "example": "PZU ma 52-week high na poziomie 48,50 zł i 52-week low na 35,20 zł. Bieżący kurs 46,80 zł plasuje się na 87% rocznego zakresu — blisko szczytu. Inwestor momentum rozważa zakup, gdy kurs przebije 48,50 zł, bo nowe 52-week high często sygnalizuje kontynuację wzrostów i przyciąga uwagę funduszy indeksowych."
  },
  {
    "term": "Obligacja",
    "slug": "obligacja",
    "shortDef": "Papier wartościowy potwierdzający dług emitenta wobec posiadacza obligacji.",
    "fullDef": "Obligacja (bond) to dłużny papier wartościowy, w którym emitent (pożyczkobiorca) zobowiązuje się do zwrotu pożyczonej kwoty (wartość nominalna) w określonym terminie (zapadność) oraz do wypłaty odsetek (kupon). Kupując obligację, inwestor udziela pożyczki emitentowi.\n\nRodzaje obligacji na polskim rynku:\n— Obligacje skarbowe: emitowane przez Skarb Państwa — najbezpieczniejsze, bo gwarantowane przez państwo. Dostępne w wariantach stało- i zmiennokuponowych (np. EDO, COI, TOS).\n— Obligacje korporacyjne: emitowane przez spółki — wyższe oprocentowanie, ale wyższe ryzyko (emitent może zbankrutować). Notowane na rynku Catalyst GPW.\n— Obligacje komunalne: emitowane przez samorządy (miasta, gminy).\n\nKluczowe parametry obligacji:\n— Wartość nominalna: kwota, którą emitent zwróci w dniu zapadności (na GPW zwykle 100 zł lub 1 000 zł).\n— Kupon: oprocentowanie obligacji — stałe (np. 5,5% rocznie) lub zmienne (np. WIBOR + 3%).\n— Zapadność (maturity): termin wykupu obligacji — od kilku miesięcy do 30+ lat.\n— Rentowność (yield): efektywna stopa zwrotu z obligacji uwzględniająca kupon i cenę zakupu.\n\nObligacje są mniej ryzykowne niż akcje, ponieważ w przypadku bankructwa emitenta obligatariusze są spłacani przed akcjonariuszami. Służą do dywersyfikacji portfela i generowania stabilnego dochodu.",
    "category": "podstawy",
    "related": ["akcja", "gpw", "dywidenda", "dom-maklerski"],
    "example": "Inwestor kupuje 100 obligacji korporacyjnych spółki energetycznej o wartości nominalnej 1 000 zł, kuponie 7% (WIBOR + 2%) i zapadności 3 lata. Co roku otrzymuje 7 000 zł odsetek brutto (5 670 zł po podatku Belki), a po 3 latach odzyskuje 100 000 zł nominału. Łączny zysk netto wynosi ok. 17 010 zł — mniej niż potencjał z akcji, ale przy niższym ryzyku."
  },
  {
    "term": "Futures",
    "slug": "futures",
    "shortDef": "Kontrakt terminowy zobowiązujący do kupna lub sprzedaży instrumentu w przyszłości po ustalonej cenie.",
    "fullDef": "Futures (kontrakt terminowy) to standaryzowany instrument pochodny notowany na giełdzie, który zobowiązuje obie strony transakcji do kupna (pozycja długa) lub sprzedaży (pozycja krótka) określonego instrumentu bazowego w ustalonym terminie i po ustalonej cenie.\n\nFutures na GPW:\n— FW20: kontrakt na indeks WIG20 — najpłynniejszy instrument pochodny na GPW. Mnożnik 20 zł za punkt (1 kontrakt przy WIG20 = 2 400 pkt ma wartość 48 000 zł).\n— Kontrakty na akcje: dostępne na najpłynniejsze spółki (PKO BP, KGHM, PKN ORLEN i inne).\n— Kontrakty na waluty: EUR/PLN, USD/PLN, CHF/PLN.\n\nMechanika futures:\n— Dźwignia finansowa: inwestor wpłaca jedynie depozyt zabezpieczający (margin), zwykle 5–15% wartości kontraktu. To oznacza, że zyski i straty są zwielokrotnione.\n— Rozliczenie dzienne (mark-to-market): każdego dnia zysk lub strata jest księgowana na rachunku inwestora.\n— Wygaśnięcie: kontrakty mają serie kwartalne (marzec, czerwiec, wrzesień, grudzień) i wygasają w trzeci piątek miesiąca.\n\nFutures umożliwiają zarówno zarabianie na spadkach (krótka pozycja), jak i hedging (zabezpieczanie portfela akcji przed spadkiem rynku). Są instrumentem wysokiego ryzyka ze względu na dźwignię — strata może przekroczyć początkowy depozyt.",
    "category": "podstawy",
    "related": ["gpw", "wig20", "akcja", "zmiennosc"],
    "example": "Inwestor otwiera długą pozycję na 1 kontrakcie FW20 przy WIG20 = 2 400 pkt. Depozyt zabezpieczający wynosi 7 200 zł (15% wartości 48 000 zł). WIG20 rośnie do 2 450 pkt — zysk: 50 pkt × 20 zł = 1 000 zł, co stanowi 13,9% zwrotu na depozycie przy ruchu indeksu o zaledwie 2,1%. Gdyby indeks spadł o 50 pkt, strata wyniosłaby tyle samo."
  },
  {
    "term": "Opcja",
    "slug": "opcja",
    "shortDef": "Instrument pochodny dający prawo (nie obowiązek) do kupna lub sprzedaży instrumentu bazowego.",
    "fullDef": "Opcja (option) to instrument pochodny, który daje nabywcy prawo (ale nie obowiązek) do kupna lub sprzedaży instrumentu bazowego po ustalonej cenie (cena wykonania, strike) w określonym terminie. Za to prawo nabywca płaci wystawcy premię opcyjną.\n\nPodstawowe rodzaje opcji:\n— Opcja call (kupna): daje prawo do kupna instrumentu bazowego po cenie strike. Kupujący zarabia, gdy cena rośnie powyżej strike + premia.\n— Opcja put (sprzedaży): daje prawo do sprzedaży instrumentu bazowego po cenie strike. Kupujący zarabia, gdy cena spada poniżej strike − premia.\n\nKluczowe pojęcia:\n— Premia opcyjna: cena opcji — maksymalna strata nabywcy i maksymalny zysk wystawcy.\n— Cena wykonania (strike): cena, po której nabywca może kupić/sprzedać instrument bazowy.\n— In-the-money (ITM): opcja ma wartość wewnętrzną (opłaca się ją wykonać).\n— Out-of-the-money (OTM): opcja nie ma wartości wewnętrznej.\n— Theta (rozkład czasowy): wartość opcji maleje z upływem czasu.\n\nOpcje na GPW:\n— Dostępne są opcje na indeks WIG20 (europejskie, rozliczane gotówkowo).\n— Płynność opcji na GPW jest ograniczona w porównaniu z rynkami zachodnimi.\n\nOpcje to zaawansowany instrument — profil ryzyka jest asymetryczny: nabywca ryzykuje tylko premię, ale wystawca opcji ponosi potencjalnie nieograniczone ryzyko (przy wystawianiu opcji call bez pokrycia).",
    "category": "podstawy",
    "related": ["futures", "gpw", "wig20", "zmiennosc"],
    "example": "Inwestor kupuje opcję call na WIG20 ze strike’m 2 400 pkt i premią 80 pkt (1 600 zł). Jeśli WIG20 wzrośnie do 2 550 pkt, opcja jest warta 150 pkt (3 000 zł) — zysk netto 1 400 zł (87,5% zwrotu). Jeśli WIG20 zamknie się poniżej 2 400 pkt, opcja wygasa bezwartościowo — strata ograniczona do premii 1 600 zł."
  },
  {
    "term": "CFD",
    "slug": "cfd",
    "shortDef": "Kontrakt na różnicę kursową — instrument umożliwiający spekulację na zmianach cen bez posiadania aktywa.",
    "fullDef": "CFD (Contract for Difference) to kontrakt na różnicę kursową — pozagiełdowy instrument pochodny, który umożliwia spekulowanie na zmianach cen instrumentów finansowych (akcji, indeksów, surowców, walut) bez fizycznego posiadania instrumentu bazowego. Rozliczenie następuje wyłącznie gotówkowo — jako różnica między ceną otwarcia a zamknięcia pozycji.\n\nMechanika CFD:\n— Dźwignia finansowa: w UE regulowana przez ESMA — max 1:30 dla walut, 1:20 dla indeksów, 1:5 dla akcji. Oznacza, że inwestor deponuje 5–20% wartości pozycji.\n— Pozycja długa i krótka: można zarabiać zarówno na wzrostach, jak i na spadkach.\n— Koszty utrzymania (overnight swap): za utrzymanie pozycji na kolejny dzień broker nalicza opłatę, co sprawia, że CFD są przystosowane do krótkoterminowej spekulacji.\n\nCFD a inne instrumenty:\n— W odróżnieniu od futures, CFD nie są notowane na giełdzie — drugą stroną transakcji jest broker.\n— W odróżnieniu od akcji, posiadacz CFD nie ma prawa głosu ani prawa do dywidendy (choć niektórzy brokerzy uwzględniają ekwiwalent dywidendy).\n\nRyzyko: statystyki brokerów CFD w UE pokazują, że 70–80% klientów detalicznych traci pieniądze na CFD. Dźwignia zwiększa zarówno zyski, jak i straty — można stracić więcej niż początkowy depozyt.\n\nCFD nie są notowane na GPW — dostępne wyłącznie u brokerów CFD (XTB, eToro, Plus500 itp.).",
    "category": "podstawy",
    "related": ["futures", "akcja", "zmiennosc", "spread"],
    "example": "Trader otwiera krótką pozycję CFD na akcje KGHM (100 szt.) przy kursie 132 zł, z dźwignią 1:5. Wartość pozycji to 13 200 zł, ale depozyt wynosi tylko 2 640 zł. Kurs spada do 126 zł — zysk: 600 zł (22,7% na depozycie). Gdyby kurs wzrósł do 138 zł, strata wyniosłaby 600 zł (−22,7%). Trader płaci też swap za każdą noc utrzymania pozycji."
  },
  {
    "term": "Warrant",
    "slug": "warrant",
    "shortDef": "Papier wartościowy dający prawo do zakupu akcji spółki po określonej cenie w przyszłości.",
    "fullDef": "Warrant to papier wartościowy emitowany przez spółkę, który daje jego posiadaczowi prawo (nie obowiązek) do nabycia akcji tej spółki po z góry ustalonej cenie (cena wykonania) w określonym terminie lub okresie.\n\nRodzaje warrantów:\n— Warranty subskrypcyjne: emitowane przez spółki, dają prawo do objęcia nowych akcji. Są instrumentem finansowania — spółka emituje warranty, aby w przyszłości pozyskać kapitał z emisji nowych akcji.\n— Warranty opcyjne: emitowane przez instytucje finansowe (banki, domy maklerskie), oparte na instrumencie bazowym (akcja, indeks). Mechaniką przypominają opcje, ale są wystandaryzowane i notowane na giełdzie.\n\nKluczowe cechy warrantów:\n— Dźwignia: warrant kosztuje ułamek ceny akcji, ale daje ekspozycję na cały ruch cenowy (powyżej ceny wykonania). To tworzy efekt dźwigni.\n— Wartość czasowa: podobnie jak opcje, warranty tracą na wartości w miarę zbliżania się terminu wygaśnięcia.\n— Rozwodnienie: wykonanie warrantów subskrypcyjnych tworzy nowe akcje, co rozwadnia udziały dotychczasowych akcjonariuszy.\n\nNa GPW warranty są rzadziej spotykane niż na rynkach zachodnich. Częściej pojawiają się w programach motywacyjnych dla zarządów spółek (warranty subskrypcyjne jako forma wynagrodzenia).",
    "category": "podstawy",
    "related": ["opcja", "akcja", "ipo", "kapitalizacja"],
    "example": "Spółka technologiczna emituje warranty subskrypcyjne z ceną wykonania 50 zł i terminem 3 lata. Bieżący kurs akcji to 42 zł, a warrant kosztuje 5 zł. Jeśli po 2 latach kurs wzrośnie do 70 zł, posiadacz warrantuje wykona prawo zakupu po 50 zł, zyskując 15 zł netto (70 − 50 − 5 zł premii) — zwrot 300% vs 67% na samej akcji."
  },
  {
    "term": "Prawo poboru",
    "slug": "prawo-poboru",
    "shortDef": "Prawo dotychczasowych akcjonariuszy do zakupu nowych akcji spółki w emisji z pierwszeństwem.",
    "fullDef": "Prawo poboru (subscription right) to uprawnienie przysługujące dotychczasowym akcjonariuszom spółki, umożliwiające im nabycie nowych akcji w ramach emisji z pierwszeństwem przed innymi inwestorami. Ma na celu ochronę dotychczasowych akcjonariuszy przed rozwodnieniem ich udziału.\n\nMechanika prawa poboru:\n— Spółka ogłasza emisję nowych akcji z prawem poboru.\n— Każdy akcjonariusz otrzymuje prawa poboru proporcjonalnie do posiadanych akcji.\n— Prawa poboru są notowane na giełdzie (na GPW) i mogą być sprzedane innym inwestorom.\n— Posiadacz prawa poboru może zapisać się na nowe akcje po cenie emisyjnej (zwykle niższej od rynkowej).\n\nWartość teoretyczna prawa poboru:\n— Wzór: PP = (Kurs rynkowy − Cena emisyjna) / (Liczba PP potrzebnych na 1 nową akcję + 1).\n— Wartość rynkowa prawa poboru na giełdzie może odbiegać od teoretycznej ze względu na popyt/podaż.\n\nWażne terminy:\n— Dzień prawa poboru (record date): kto posiada akcje w tym dniu, otrzymuje prawa poboru.\n— Okres zapisów: czas, w którym można wykonać prawa poboru.\n— Dzień odcięcia: pierwszy dzień, w którym akcje notowane są bez prawa poboru (kurs spada o wartość prawa).\n\nJeśli akcjonariusz nie chce uczestniczyć w emisji, powinien sprzedać prawa poboru na giełdzie — niezrealizowane prawa wygasają bezwartościowo.",
    "category": "podstawy",
    "related": ["akcja", "gpw", "kapitalizacja", "free-float"],
    "example": "Spółka ogłasza emisję 10 mln nowych akcji po cenie emisyjnej 20 zł (kurs rynkowy 28 zł). Na każde 5 starych akcji przysługuje prawo objęcia 1 nowej. Inwestor z 500 akcjami otrzymuje 100 praw poboru i zapisuje się na 100 nowych akcji za 2 000 zł. Te akcje są warte rynkowo 2 800 zł — natychmiastowy zysk 800 zł. Kto nie chce dokupować, sprzedaje prawa na GPW po ok. 1,33 zł/szt."
  },
  {
    "term": "Krótka sprzedaż",
    "slug": "krotka-sprzedaz",
    "shortDef": "Strategia zarabiania na spadkach — sprzedaż pożyczonych akcji z zamiarem odkupu po niższej cenie.",
    "fullDef": "Krótka sprzedaż (short selling) to strategia inwestycyjna polegająca na sprzedaży instrumentów finansowych, których inwestor nie posiada (pożycza je od brokera lub innego uczestnika rynku), z zamiarem ich odkupienia później po niższej cenie. Różnica między ceną sprzedaży a ceną odkupu stanowi zysk.\n\nMechanika krótkiej sprzedaży:\n— Inwestor pożycza akcje od brokera (za opłatę — koszt pożyczki akcji).\n— Sprzedaje pożyczone akcje na rynku po bieżącej cenie.\n— Czeka na spadek kursu.\n— Odkupuje akcje po niższej cenie i zwraca brokerowi.\n— Zysk = cena sprzedaży − cena odkupu − koszty pożyczki i prowizji.\n\nRyzyko krótkiej sprzedaży:\n— Potencjalnie nieograniczone straty: cena akcji może rosnąć w nieskończoność, więc strata z krótkiej pozycji nie ma górnego limitu.\n— Short squeeze: gwałtowny wzrost kursu wymuszający zamykanie krótkich pozycji, co jeszcze bardziej napędza wzrosty.\n— Koszty utrzymania: opłata za pożyczkę akcji (0,5–10% rocznie zależnie od płynności) i potencjalny obowiązek zwrotu dywidend.\n\nKrótka sprzedaż na GPW:\n— Dozwolona jedynie na wybranych, najpłynniejszych spółkach z listy KNF.\n— Regulowana przez Rozporządzenie UE 236/2012 — obowiązek raportowania pozycji krótkich powyżej 0,2% kapitału spółki.\n— W praktyce dostępność pożyczek akcji na GPW jest ograniczona.",
    "category": "podstawy",
    "related": ["akcja", "futures", "zmiennosc", "stop-loss"],
    "example": "Inwestor uważa, że kurs spółki deweloperskiej (82 zł) jest zawyżony. Pożycza 1 000 akcji i sprzedaje je za 82 000 zł. Po miesiącu kurs spada do 68 zł — odkupuje akcje za 68 000 zł i zwraca brokerowi. Zysk brutto: 14 000 zł, minus koszt pożyczki 200 zł i prowizje 300 zł = 13 500 zł netto. Gdyby jednak kurs wzrósł do 100 zł, strata wyniosłaby 18 000 zł."
  },
  {
    "term": "Take profit",
    "slug": "take-profit",
    "shortDef": "Zlecenie automatycznie zamykające pozycję po osiągnięciu określonego poziomu zysku.",
    "fullDef": "Take profit (TP) to zlecenie, które automatycznie zamyka otwartą pozycję (sprzedaje akcje), gdy kurs osiągnie z góry określony poziom zysku. Jest to lustrzane odbicie zlecenia stop loss — stop loss chroni przed stratą, take profit realizuje zysk.\n\nDlaczego take profit jest ważny:\n— Eliminuje emocje: inwestor ustala cel zysku na chłodno, przed otwarciem pozycji, zamiast podejmować decyzję pod wpływem chciwości lub strachu.\n— Automatyzacja: zlecenie realizuje się automatycznie, nawet gdy inwestor nie śledzi rynku.\n— Dyscyplina: zapobiega sytuacji, w której inwestor „czeka na więcej” i traci zysk, gdy kurs zawraca.\n\nMetody wyznaczania take profit:\n— Stały cel procentowy: np. zamknij pozycję przy zysku +15%.\n— Risk/reward ratio (R:R): jeśli stop loss wynosi 5%, take profit ustawiamy na 10–15% (R:R 1:2 lub 1:3). Pozwala zarabiać nawet przy trafności poniżej 50%.\n— Poziomy techniczne: take profit na poziomie oporu, średniej kroczącej lub zniesienia Fibonacciego.\n— Częściowa realizacja: sprzedanie 50% pozycji na pierwszym celu i przesunięcie stop loss na break-even dla reszty.\n\nNa GPW take profit realizowany jest jako zlecenie z limitem sprzedaży — inwestor składa zlecenie sprzedaży z limitem na poziomie docelowym zysku, ważne do określonej daty.",
    "category": "podstawy",
    "related": ["stop-loss", "zlecenie-gieldowe", "wsparcie-i-opor", "trend"],
    "example": "Inwestor kupuje 200 akcji KGHM po 128 zł i ustawia stop loss na 118 zł (−7,8%, ryzyko 2 000 zł) oraz take profit na 148 zł (+15,6%, zysk 4 000 zł). R:R wynosi 1:2. Kurs rośnie i osiąga 148 zł — zlecenie take profit realizuje się automatycznie. Inwestor zarabia 4 000 zł brutto bez konieczności śledzenia notowań."
  },
  {
    "term": "Day trading",
    "slug": "day-trading",
    "shortDef": "Strategia polegająca na otwieraniu i zamykaniu pozycji w ciągu jednej sesji giełdowej.",
    "fullDef": "Day trading to styl inwestowania, w którym trader otwiera i zamyka wszystkie pozycje w ciągu jednej sesji giełdowej — nigdy nie przetrzymuje pozycji na noc (overnight). Celem jest zarabianie na krótkoterminowych wahaniach cen w ciągu dnia.\n\nCechy day tradingu:\n— Horyzont czasowy: minuty do godzin. Pozycje trwają od kilku sekund (scalping) do kilku godzin.\n— Częstotliwość: kilka do kilkudziesięciu transakcji dziennie.\n— Instrumenty: najczęściej płynne spółki z WIG20, kontrakty FW20, CFD — instrumenty o wysokiej płynności i niskich spreadach.\n— Analiza: głównie analiza techniczna (wykresy świecowe, wolumen, wskaźniki) oraz order flow (arkusz zleceń).\n\nWymagania:\n— Kapitał: wystarczający, aby koszty transakcyjne (prowizje, spready) nie zjadały zysków.\n— Platforma: szybka platforma transakcyjna z notowaniami w czasie rzeczywistym i dostępem do arkusza zleceń.\n— Czas: wymaga pełnej uwagi podczas sesji (9:00–17:00 na GPW).\n— Dyscyplina: ścisłe zasady zarządzania ryzykiem — stop lossy na każdej pozycji.\n\nStatystyki:\n— Według badań akademickich, około 70–90% day traderów traci pieniądze w długim terminie.\n— Główne przyczyny strat: nadmierna częstotliwość transakcji, brak dyscypliny, koszty prowizji.\n— Day trading to zajecie na pełen etat, nie hobby — wymaga ciągłego doskonalenia i kontroli emocji.",
    "category": "podstawy",
    "related": ["sesja-gieldowa", "wolumen", "spread", "stop-loss"],
    "example": "Day trader obserwuje otwarcie sesji na PKO BP. Kurs otwiera się na 45,20 zł z luką wzrostową. Kupuje 500 akcji po 45,30 zł, ustawiając stop loss na 45,00 zł. Po godzinie kurs dociera do 46,10 zł — sprzedaje całość. Zysk: 400 zł brutto, minus prowizja 2 × 25 zł = 350 zł netto. Przed zamknięciem sesji nie ma żadnych otwartych pozycji."
  },
  {
    "term": "Swing trading",
    "slug": "swing-trading",
    "shortDef": "Strategia inwestycyjna polegająca na trzymaniu pozycji od kilku dni do kilku tygodni.",
    "fullDef": "Swing trading to styl inwestowania, w którym pozycje są utrzymywane od kilku dni do kilku tygodni — dłużej niż w day tradingu, ale krócej niż w inwestowaniu długoterminowym. Celem jest uchwycenie „swingów” cenowych — krótko- i średnioterminowych ruchów w ramach szerszego trendu.\n\nZalety swing tradingu:\n— Nie wymaga ciągłego śledzenia rynku — wystarczy analiza wieczorem po sesji.\n— Niższe koszty transakcyjne niż day trading (mniej transakcji).\n— Wykorzystuje większe ruchy cenowe (5–20%) niż day trading (0,5–2%).\n— Można łączyć z pracą zawodową.\n\nTypowa strategia swing trading:\n— Identyfikacja trendu: za pomocą średnich kroczących (SMA/EMA) i wskaźników trendu.\n— Wejście na korektach: kupno w trendzie wzrostowym, gdy kurs cofa się do wsparcia, średniej kroczącej lub zniesienia Fibonacciego.\n— Zarządzanie pozycją: stop loss poniżej ostatniego dołka, take profit na kolejnym oporze.\n— Risk/reward: typowe R:R to 1:2 lub 1:3.\n\nSwing trading a inne style:\n— Day trading: pozycje zamykane tego samego dnia — więcej stresu, więcej prowizji, mniejsze ruchy.\n— Position trading: pozycje tygodnie–miesiące — mniej transakcji, większe ruchy, więcej cierpliwości.\n— Swing trading to „złoty środek” między nimi — popularny wśród inwestorów indywidualnych.",
    "category": "podstawy",
    "related": ["trend", "korekta", "sma", "stop-loss"],
    "example": "Swing trader identyfikuje trend wzrostowy na Dino Polska (kurs 480 zł, SMA(50) = 465 zł). Czeka na korektę do SMA(50) i kupuje 30 akcji po 467 zł ze stop lossem na 450 zł (ryzyko 510 zł). Po 12 dniach kurs dociera do 510 zł — sprzedaje. Zysk: 1 290 zł (R:R ponad 1:2,5) przy poświęceniu 15 minut dziennie na analizę."
  },
  {
    "term": "DCA",
    "slug": "dca",
    "shortDef": "Strategia regularnego inwestowania stałej kwoty niezależnie od bieżącego kursu.",
    "fullDef": "DCA (Dollar Cost Averaging, uśrednianie kosztu zakupu) to strategia inwestycyjna polegająca na regularnym inwestowaniu stałej kwoty pieniędzy w wybrany instrument (akcje, ETF, fundusz) w równych odstępach czasu, niezależnie od aktualnej ceny rynkowej.\n\nMechanika DCA:\n— Inwestor przeznacza np. 1 000 zł miesięcznie na zakup ETF-a.\n— Gdy cena jest niska, za tę samą kwotę kupuje więcej jednostek.\n— Gdy cena jest wysoka, kupuje mniej jednostek.\n— W efekcie średni koszt zakupu jest niższy niż średnia arytmetyczna cen w tym okresie.\n\nZalety DCA:\n— Eliminuje problem market timing — nie trzeba zgadywać, kiedy jest „dobry moment” na zakup.\n— Redukuje ryzyko zainwestowania całej kwoty na szczycie rynku.\n— Buduje nawyk regularnego oszczędzania i inwestowania.\n— Idealna dla początkujących — prostota i brak konieczności analizy rynku.\n\nOgraniczenia DCA:\n— W długim trendzie wzrostowym jednorazowa inwestycja (lump sum) statystycznie daje wyższy zwrot niż DCA, bo pieniądze pracują dłużej na rynku.\n— Nie chroni przed długotrwałą bessą — DCA w spadający rynek oznacza ciągłe kupowanie taniejeszych aktywów.\n— Koszty prowizji mogą być znaczące przy częstych małych transakcjach.\n\nDCA jest szczególnie popularna wśród inwestorów kupujących ETF-y (np. Beta ETF WIG20TR) lub fundusze indeksowe w ramach długoterminowego budowania majątku.",
    "category": "podstawy",
    "related": ["etf", "akcja", "hossa", "bessa"],
    "example": "Inwestor stosuje DCA, kupując co miesiąc Beta ETF WIG20TR za 1 000 zł. W styczniu kurs 25 zł — kupuje 40 szt. W lutym spadek do 22 zł — kupuje 45 szt. W marcu wzrost do 27 zł — kupuje 37 szt. Po 3 miesiącach ma 122 jednostki za 3 000 zł — średni koszt 24,59 zł, niższy niż średnia arytmetyczna cen (24,67 zł). Przy kursie 27 zł portfel jest wart 3 294 zł."
  },
  {
    "term": "Dywersyfikacja",
    "slug": "dywersyfikacja",
    "shortDef": "Strategia rozkładania inwestycji na różne aktywa w celu ograniczenia ryzyka.",
    "fullDef": "Dywersyfikacja to fundamentalna zasada inwestowania polegająca na rozkładaniu kapitału na różne aktywa, sektory, rynki i klasy aktywów, aby ograniczyć ryzyko straty. Opiera się na założeniu, że różne inwestycje nie spadają jednocześnie w tych samych warunkach rynkowych.\n\nPoziomy dywersyfikacji:\n— W ramach klasy aktywów: zamiast kupować akcje jednej spółki, kupujemy akcje 10–20 spółek z różnych sektorów.\n— Między sektorami: łączymy spółki z banków, energetyki, technologii, handlu — sektor w kryzysie nie zatąpi całego portfela.\n— Między klasami aktywów: akcje + obligacje + nieruchomości + surowce. Gdy akcje spadają, obligacje często rosną.\n— Geograficznie: polskie akcje (GPW) + amerykańskie (S&P 500) + europejskie (DAX). Różne gospodarki mają różne cykle.\n\nKluczowe zasady:\n— 15–25 spółek w portfelu akcyjnym zapewnia dobrą dywersyfikację. Powyżej 30 spółek — efekt marginalny.\n— Dywersyfikacja nie eliminuje ryzyka rynkowego (systematycznego) — w głębokiej bessie spadają prawie wszystkie akcje.\n— Nadmierna dywersyfikacja („diworsyfikacja”) rozcieńcza zwroty i utrudnia monitorowanie portfela.\n— ETF-y to najprostszy sposób na dywersyfikację — jeden ETF na WIG20 daje ekspozycję na 20 spółek.\n\nZnane powiedzenie: „Nie wkładaj wszystkich jajek do jednego koszyka” — to esencja dywersyfikacji.",
    "category": "podstawy",
    "related": ["etf", "akcja", "obligacja", "beta"],
    "example": "Inwestor z portfelem 100 000 zł dzieli go: 40% polskie akcje (8 spółek z różnych sektorów GPW), 20% ETF S&P 500, 25% obligacje skarbowe, 10% złoto, 5% gotówka. Gdy polska giełda spada o 15%, obligacje i złoto rosną o 5–8%, a S&P 500 trzyma się płasko. Całkowita strata portfela wynosi około 3% zamiast 15%."
  },
  {
    "term": "Penny stock",
    "slug": "penny-stock",
    "shortDef": "Akcja spółki o bardzo niskiej cenie i kapitalizacji, charakteryzująca się wysokim ryzykiem.",
    "fullDef": "Penny stock („groszowa akcja”) to potoczne określenie akcji spółki o bardzo niskiej cenie (zazwyczaj poniżej 1–5 zł na GPW) i niskiej kapitalizacji rynkowej. Termin pochodzi z rynku amerykańskiego, gdzie odnosił się do akcji kosztujących mniej niż 1 dolara.\n\nCechy penny stocks:\n— Niska cena: poniżej 1–5 zł za akcję na GPW (lub poniżej 5 USD w USA).\n— Niska kapitalizacja: często poniżej 50 mln zł.\n— Niska płynność: małe obroty dzienne, szerokie spready bid-ask.\n— Wysoka zmienność: wahania 10–30% w ciągu jednej sesji nie są rzadkością.\n— Ograniczona transparentność: mniejsze wymogi informacyjne (zwłaszcza na NewConnect).\n\nRyzyka związane z penny stocks:\n— Manipulacja kursem (pump and dump): sztuczne pompowanie kursu przez skoordynowane zakupy i rozgłos w mediach społecznościowych, po czym organizatorzy sprzedają na szczycie.\n— Bankructwo: spółki o niskiej cenie często mają problemy finansowe.\n— Problemy z wyjściem: niska płynność oznacza, że sprzedaż dużego pakietu może znacząco obniżyć kurs.\n\nNa GPW penny stocks można znaleźć zarówno na Rynku Głównym (spółki w trudnej sytuacji), jak i na NewConnect. Początkującym inwestorom zdecydowanie odradza się inwestowanie w penny stocks ze względu na wysokie ryzyko i podatność na manipulacje.",
    "category": "podstawy",
    "related": ["newconnect", "plynnosc", "zmiennosc", "kapitalizacja"],
    "example": "Spółka z NewConnect notowana po 0,15 zł nagle rośnie o 200% do 0,45 zł w ciągu 3 dni po serii entuzjastycznych postów na forum inwestycyjnym. Początkujący inwestor kupuje na szczycie za 5 000 zł. W ciągu tygodnia kurs wraca do 0,12 zł (−73%) — klasyczny schemat pump and dump. Odsprzedaż pakietu jest trudna ze względu na brak płynności."
  },
  {
    "term": "Insider trading",
    "slug": "insider-trading",
    "shortDef": "Nielegalne wykorzystywanie poufnych informacji o spółce do transakcji giełdowych.",
    "fullDef": "Insider trading (wykorzystanie informacji poufnej) to nielegalna praktyka polegająca na dokonywaniu transakcji na papierach wartościowych na podstawie istotnych, niepublicznych informacji o spółce (informacji poufnych). Jest to jedno z najcięższych przestępstw na rynku kapitałowym.\n\nCo jest informacją poufną:\n— Wyniki finansowe przed ich publikacją.\n— Planowane przejęcia, fuzje, podziały spółek.\n— Utrata lub uzyskanie ważnego kontraktu.\n— Decyzja o wypłacie lub wstrzymaniu dywidendy.\n— Istotne zmiany w zarządzie lub strategii.\n\nKto jest insiderem:\n— Członkowie zarządu i rady nadzorczej spółki.\n— Osoby mające dostęp do informacji poufnych z racji pełnionych funkcji (prawnicy, audytorzy, doradcy).\n— Każda osoba, która weszła w posiadanie informacji poufnej i o tym wie.\n\nKonsekwencje prawne w Polsce:\n— Kara grzywny do 5 mln zł lub kara pozbawienia wolności do 5 lat (art. 181 ustawy o obrocie).\n— Nadzór: KNF monitoruje nietypowe wzorce transakcji przed ważnymi ogłoszeniami.\n— Obowiązki insajderów: osoby pełniące funkcje zarządcze muszą raportować transakcje na swoich akcjach (notyfikacje MAR).\n\nLegalne transakcje insajderów: członkowie zarządu mogą legalnie kupować i sprzedawać akcje własnej spółki, ale wyłącznie poza oknem zamkniętym (30 dni przed publikacją raportu) i muszą to zgłosić do KNF i spółki. Te transakcje są publiczne i analizowane przez inwestorów jako sygnał (insider buying = pozytywny, insider selling = ostrożność).",
    "category": "podstawy",
    "related": ["gpw", "akcja", "sesja-gieldowa", "wolumen"],
    "example": "Członek zarządu spółki wie, że jutrzejszy raport pokaże rekordowe wyniki. Kupuje 10 000 akcji dzień wcześniej po 35 zł. Po publikacji kurs skacze do 42 zł (+20%). KNF wykrywa nietypowy wzorzec transakcji — duży zakup tuż przed raportem. Wszczęte postępowanie kończy się grzywną 2 mln zł i zakazem pełnienia funkcji w spółkach publicznych."
  },
  {
    "term": "Squeeze",
    "slug": "squeeze",
    "shortDef": "Gwałtowny ruch cenowy wywołany przymusowym zamykaniem pozycji przez jedną ze stron rynku.",
    "fullDef": "Squeeze to gwałtowny, samonapędzający się ruch cenowy, który powstaje, gdy jedna strona rynku (krótka lub długa) jest zmuszona do zamknięcia pozycji, co dodatkowo wzmacnia ruch ceny w kierunku przeciwnym do ich pozycji.\n\nRodzaje squeeze:\n— Short squeeze: gwałtowny wzrost kursu wymuszający zamykanie krótkich pozycji. Gdy kurs rośnie, sprzedający krótko muszą odkupować akcje, żeby ograniczyć straty — ich zakupy jeszcze bardziej napędzają wzrost, zmuszając kolejnych short sellerów do zamykania pozycji. Efekt kaskadowy.\n— Long squeeze: gwałtowny spadek wymuszający zamykanie długich pozycji (aktywacja stop lossów). Mniej popularny termin, ale mechanizm analogiczny.\n— Gamma squeeze: specyficzny dla rynku opcji — market makerzy hedgujący opcje call kupują coraz więcej akcji w miarę wzrostu kursu, wzmacniając ruch.\n\nWarunki sprzyjające short squeeze:\n— Wysoki short interest: duży procent akcji w wolnym obrocie jest pożyczony i sprzedany krótko.\n— Niski free float: mniej akcji dostępnych do odkupu = większa presja cenowa.\n— Pozytywny katalizator: dobra wiadomość inicjująca wzrost, który uruchamia kaskadę.\n\nNajbardziej znanym przykładem short squeeze jest GameStop (GME) ze stycznia 2021 roku, gdy skoordynowana akcja inwestorów z Reddita spowodowała wzrost kursu o ponad 1 500%.",
    "category": "analiza-techniczna",
    "related": ["krotka-sprzedaz", "wolumen", "zmiennosc", "free-float"],
    "example": "Spółka z GPW ma 25% akcji sprzedanych krótko (short interest). Publikuje zaskakująco dobre wyniki — kurs skacze o 8% na otwarciu. Short sellerzy zaczynają zamykać pozycje (odkupować akcje), co pcha kurs o kolejne 12% w górę. Na koniec dnia wzrost sięga 25% przy wolumenie 10x powyżej średniej. Ci, którzy nie zdążyli zamknąć shortów, ponoszą ogromne straty."
  },
  {
    "term": "Rally",
    "slug": "rally",
    "shortDef": "Szybki, wyraźny wzrost cen na rynku lub konkretnej akcji w krótkim czasie.",
    "fullDef": "Rally to szybki i wyraźny ruch wzrostowy cen na rynku lub pojedynczej akcji, trwający od kilku dni do kilku tygodni. W odróżnieniu od długoterminowej hossy, rally jest krótsze i bardziej dynamiczne — może wystąpić zarówno w trendzie wzrostowym, jak i jako odbicie w trendzie spadkowym.\n\nRodzaje rally:\n— Rally w hossie: kontynuacja trendu wzrostowego — silna fala wzrostów po krótkiej konsolidacji lub korekcie.\n— Bear market rally (rally niedźwiedzia): krótkotrwałe odbicie w trendzie spadkowym. Niebezpieczne, bo może zwieść inwestorów, że bessa się skończyła. Typowy zasięg: 10–25% odbicia, po którym następują dalsze spadki.\n— Relief rally: wzrost po okresie silnej wyprzedaży lub niepewności — rynek „odpuszcza” strach.\n— Santa rally: sezonowy wzrost na giełdach w ostatnich dniach grudnia i pierwszych dniach stycznia.\n\nCo wywołuje rally:\n— Pozytywne dane makroekonomiczne lub wyniki spółek.\n— Decyzje banków centralnych (obniżka stóp procentowych).\n— Ustąpienie niepewności (zakończenie konfliktu, rozwiązanie kryzysu).\n— FOMO (Fear Of Missing Out) — inwestorzy wsiadają na rosnący rynek z obawy przed przegapieniem zysków.\n\nKluczowe pytanie przy rally: czy jest to początek nowego trendu wzrostowego, czy tylko tymczasowe odbicie? Odpowiedź leży w wolumenie, breadth rynku i kontekcie fundamentalnym.",
    "category": "analiza-techniczna",
    "related": ["hossa", "korekta", "trend", "wolumen"],
    "example": "RPP niespodziewanie obniża stopy procentowe o 50 pb. WIG20 zyskuje 4,5% w ciągu dnia, a w ciągu następnych 5 sesji rośnie łącznie o 11% — to rally napędzane oczekiwaniami tańszego kredytu. Banki (PKO BP +15%, Pekao +13%) prowadzą wzrosty. Po 2 tygodniach rynek konsoliduje się, a inwestorzy zastanawiają się, czy rally przerodzi się w trwały trend."
  },
  {
    "term": "Korekta rynkowa",
    "slug": "korekta-rynkowa",
    "shortDef": "Spadek indeksu giełdowego o 10–20% od ostatniego szczytu.",
    "fullDef": "Korekta rynkowa (market correction) to spadek szerokiego indeksu giełdowego o 10–20% od ostatniego szczytu. Jest to formalna definicja oddzielająca zwykłe wahania rynkowe od poważniejszych spadków. Spadek powyżej 20% to już formalnie bessa (bear market).\n\nSkalowanie spadków:\n— Cofnięcie (pullback): spadek do 5% — normalne wahania, częste i krótkotrwałe.\n— Korekta: spadek 10–20% — istotny, ale zazwyczaj w ramach trendu wzrostowego.\n— Bessa: spadek powyżej 20% — zmiana reżimu rynkowego, długotrwały trend spadkowy.\n— Krach: gwałtowny spadek 20%+ w ciągu dni — panika rynkowa.\n\nStatystyki korekt na rozwiniętych rynkach:\n— Korekty 10%+ występują średnio raz na 1–2 lata.\n— Średni czas trwania korekty: 3–4 miesiące.\n— Średnio 70% korekt nie przeradza się w bessę — rynek wraca do wzrostów.\n\nJak reagować na korektę:\n— Inwestorzy długoterminowi: korekta to okazja zakupowa, nie powód do paniki. Historycznie rynki zawsze odrabiały korekty.\n— Traderzy: mogą zamknąć pozycje i czekać na sygnał powrotu do wzrostów lub grać na spadkach (short/futures).\n— Strategia DCA: korekta to moment, w którym regularne wpłaty kupują więcej jednostek po niższej cenie.\n\nNajważniejsze: odróżnienie korekty od początku bessy wymaga analizy fundamentalnej (czy zyski spółek spadają?), makroekonomicznej (czy grozi recesja?) i technicznej (czy kluczowe wsparcia są przełamane?).",
    "category": "analiza-techniczna",
    "related": ["korekta", "bessa", "hossa", "trend"],
    "example": "WIG20 osiąga szczyt 2 600 pkt w październik, po czym spada do 2 310 pkt w ciągu 6 tygodni (−11,2%). To formalnie korekta rynkowa. Analitycy sprawdzają: zyski spółek rosną, RPP nie podnosi stóp, breadth rynku jest solidny — to prawdopodobnie korekta, nie początek bessy. Inwestor długoterminowy dokupuje akcje, a w ciągu 3 miesięcy WIG20 wraca do 2 550 pkt."
  }
]
